Repository: KDE/messagelib
Catalog: po/*/libmessagecomposer6.po
Languages: eo

source: Do not resize if one emails address contains one of the pattern
eo: Ne regrandigi se unu retpoŝtadreso enhavas unu el la ŝablono

source: No text found in Clipboard
eo: Neniu teksto trovita en Clipboard

# @title:window
source: Define Attachment Name
eo: Difini Aldonan Nomon

source: Attachment Name:
eo: Aldonaĵa Nomo:

source: Clipboard Text
eo: Tondujo Teksto

source: OpenPGP key 0x%1
eo: PGP ŝlosilo 0x%1

source: <p>An error occurred while trying to export the key from the backend:</p><p><b>%1</b></p>
eo: <p>Okazis eraro dum provado eksporti la ŝlosilon el la backend:</p><p><b>%1</b></p>

source: Exporting key...
eo: Eksportante ŝlosilon...

source: Unknown Contact Type
eo: Nekonata Kontakta Tipo

source: Invalid Contact
eo: Nevalida Kontakto

source: Impossible to generate vCard.
eo: Neeble generi vCard.

source: <p>An error occurred while trying to export the key from the backend:</p><p><b>No valid key found for user %1 (%2)</b></p>
eo: <p>Okazis eraro dum provado eksporti la ŝlosilon el la backend:</p><p><b>Ne trovita valida ŝlosilo por uzanto %1 (%2)</b></p>

source: Asked to use word wrapping, but not given wrapped plain text.
eo: Oni petis uzi vortvolvadon, sed ne ricevis envolvitan simplan tekston.

source: Asked not to use word wrapping, but not given clean plain text.
eo: Oni petis ne uzi vortvolvadon, sed ne ricevis puran simplan tekston.

source: Could not get text codec for charset "%1".
eo: Ne eblis akiri tekstkodekon por signaro "%1".

source: %1 Content-Transfer-Encoding cannot correctly encode this message.
eo: %1 Content-Transfer-Encoding ne povas ĝuste kodi ĉi tiun mesaĝon.

# @title:window
source: Message Disposition Notification Request
eo: Peto pri Sciigo pri Mesaĝo

source: Send "&denied"
eo: Sendi "&neita"

source: &Ignore
eo: &Ignori

source: &Send
eo: &Sendi

source: This message contains a request to return a notification about your reception of the message. You can either ignore the request or let the mail program send a "denied" or normal response.
eo: Ĉi tiu mesaĝo enhavas peton por resendi sciigon pri via ricevo de la mesaĝo. Vi povas aŭ ignori la peton aŭ lasi la poŝtprogramon sendi "neitan" aŭ normalan respondon.

source: This message contains a request to send a notification about your reception of the message. It contains a processing instruction that is marked as "required", but which is unknown to the mail program. You can either ignore the request or let the mail program send a "failed" response.
eo: Ĉi tiu mesaĝo enhavas peton sendi sciigon pri via ricevo de la mesaĝo. Ĝi enhavas prilaboran instrukcion kiu estas markita kiel "postulata", sed kiu estas nekonata al la poŝta programo. Vi povas aŭ ignori la peton aŭ permesi la poŝta programo sendu "malsukcesan" respondon.

source: This message contains a request to send a notification about your reception of the message, but it is requested to send the notification to more than one address. You can either ignore the request or let the mail program send a "denied" or normal response.
eo: Ĉi tiu mesaĝo enhavas peton sendi sciigon pri via ricevo de la mesaĝo, sed oni petas sendi la sciigon al pli ol unu adreso. Vi povas aŭ ignori la peton aŭ lasi la poŝtprogramon sendi "neitan" aŭ normala respondo.

source: This message contains a request to send a notification about your reception of the message, but there is no return-path set. You can either ignore the request or let the mail program send a "denied" or normal response.
eo: Ĉi tiu mesaĝo enhavas peton sendi sciigon pri via ricevo de la mesaĝo, sed ne estas agordita revenvojo. Vi povas aŭ ignori la peton aŭ lasi la poŝtan programon sendi "neitan" aŭ normalan respondon.

source: This message contains a request to send a notification about your reception of the message, but the return-path address differs from the address the notification was requested to be sent to. You can either ignore the request or let the mail program send a "denied" or normal response.
eo: Ĉi tiu mesaĝo enhavas peton por sendi sciigon pri via ricevo de la mesaĝo, sed la revenvoja adreso diferencas de la adreso, al kiu oni petis sendi la sciigon. Vi povas aŭ ignori la peton aŭ lasi la poŝtan programon sendi "neita" aŭ normala respondo.

# @title:window
source: Save Distribution List
eo: Konservi Dissendoliston

# @action:button
source: Save List
eo: Konservi Liston

# @label:textbox Name of the distribution list.
source: &Name:
eo: &Nomo:

# @info:placeholder
source: Name of Distribution List
eo: Nomo de Distribua Listo

# @title:column Name of the recipient
source: Name
eo: Nomo

# @title:column Email of the recipient
source: Email
eo: Retpoŝto

# @info
source: There are no recipients in your list. First select some recipients, then try again.
eo: Ne estas ricevantoj en via listo. Unue elektu kelkajn ricevantojn, poste provu denove.

# @title:window
source: New Distribution List
eo: Nova Dissendolisto

# @label:textbox
source: Please enter name:
eo: Bonvolu entajpi nomon:

# @info
source: <para>Distribution list with the given name <resource>%1</resource> already exists. Please select a different name.</para>
eo: <para>Distribua listo kun la antaŭnomo <resource>%1</resource> jam ekzistas. Bonvolu elekti alian nomon.</para>

# @title:window
source: Select Address Book
eo: Elekti Adreslibron

source: Select the address book folder to store the contact group in:
eo: Elektu la dosierujon de adreslibro en kiu konservi la kontaktogrupon:

source: Unable to create distribution list: %1
eo: Ne eblas krei distribuliston: %1

# @label:listbox Recipient of an email message.
source: To
eo: Al

# @label:listbox Carbon Copy recipient of an email message.
source: CC
eo: Kopio

# @label:listbox Reply-To recipient of an email message.
source: Reply-To
eo: Respondi al

# @label:listbox
source: <placeholder>Undefined Recipient Type</placeholder>
eo: <placeholder>Nedifinita Ricevanto</placeholder>

# @label:listbox
source: Select type of recipient
eo: Elekti tipon de ricevanto

# @info:tooltip
source: Set the list of email addresses to receive this message
eo: Agordi la liston de retadresoj por ricevi ĉi tiun mesaĝon

# @info:status
source: Truncating recipients list to %2 of %1 entry.
eo: Detranĉante liston de ricevantoj al %2 el %1 eniro.

# @action:button
source: Save List...
eo: Konservi liston...

# @action:button Open recipient selection dialog.
source: Se&lect...
eo: E&lekti...

# @info:tooltip
source: Save recipients as distribution list
eo: Konservi ricevantojn kiel dissendolisto

# @info:tooltip
source: Select recipients from address book
eo: Elekti ricevantojn el adreslibro

# @info:status No recipients selected
source: No recipients
eo: Neniuj ricevantoj

# @info:status Number of recipients selected
source: 1 recipient
eo: 1 ricevanto

# @info:tooltip %1 list of emails
source: To:%1
eo: Al:%1

# @info:tooltip %1 list of emails
source: Reply-To:%1
eo: Respondo-Al:%1

# @title:window
source: Select Recipient
eo: Elekti ricevanton

# @action:button
source: Search &Directory Service
eo: Serĉi A&dresaran Servon

source: Add as &Reply-To
eo: Aldoni kiel &Respondo-Al

source: Add as &To
eo: Alme&ti kiel Al

source: Add as CC
eo: Aldoni kiel CC

source: Add as &BCC
eo: Aldoni kiel &BCC

source: %1 selected email
eo: %1 elektita poŝto

source: You selected 1 recipient. The maximum supported number of recipients is %2. Please adapt the selection.
eo: Vi elektis %1 ricevanton. La maksimume subtenata nombro de ricevantoj estas %2. Bonvolu adaptu la elekton.

source: You can not add more recipients.
eo: Vi ne povas aldoni pliajn ricevantojn.

source: Failed to schedule message for sending later: %1
eo: Malsukcesis plani mesaĝon por sendi poste: %1

# @title:window
source: Send Later
eo: Sendi Poste

source: Send Later
eo: Sendi Poste

source: Delay
eo: Prokrasto

source: Days
eo: Tagoj

source: Weeks
eo: Semajnoj

source: Months
eo: Monatoj

source: Years
eo: Jaroj

source: The Send Later agent is not running.
eo: La agento Sendi Poste ne funkcias.

source: Failed to removed message from send later schedule: %1
eo: Malsukcesis forigi mesaĝon de sendi posta horaro: %1

source: You cannot select a date prior to the current date.
eo: Vi ne povas elekti daton antaŭ la nuna dato.

source: Send at:
eo: Sendi je:

source: Repeat every:
eo: Ripeti ĉiun:

source: Only quote selected text when replying
eo: Citi nur elektitan tekston dum respondo

source: A&utomatically insert signature
eo: Aŭt&omate enigi subskribon

source: Insert signature above quoted text
eo: Enigi subskribon super citita teksto

source: Prepend separator to signature
eo: Antaŭmeti apartigilon al subskribo

source: Use addresses indexed from emails for autocompletion
eo: Uzi adresojn indeksitajn de retpoŝtoj por aŭtomata kompletigo

source: Disable this option if you only want contacts from your addressbooks to appear in the autocompletion list in the composer's address fields.
eo: Malŝaltu ĉi tiun elekteblon se vi volas nur ke kontaktoj de viaj adreslibroj aperu en la aŭtokompleta listo en la adreskampoj de la komponisto.

source: Allow the semicolon character (';') to be used as separator in the message composer
eo: Permesu la punktokomon (';') esti uzata kiel apartigilo en la mesaĝkomponilo

source: Use recent addresses for autocompletion
eo: Uzi lastatempajn adresojn por aŭtomata kompletigo

source: Disable this option if you do not want recently used addresses to appear in the autocompletion list in the composer's address fields.
eo: Malŝaltu ĉi tiun elekteblon se vi ne volas, ke lastatempe uzitaj adresoj aperu en la aŭtokompleta listo en la adreskampoj de la komponisto.

source: Maximum number of recipient entries:
eo: Maksimuma nombro da ricevantoj:

source: Word &wrap at column:
eo: Vort&faldo ĉe kolumno:

source: Improve plain text version of HTML message
eo: Plibonigi klartekstan version de HTML-mesaĝo

source: Sign all messages, if possible
eo: Subskribi ĉiujn mesaĝojn, se eble

source: Enable encryption, if we found keys for all recipients
eo: Ebligi ĉifradon, se ni trovis ŝlosilojn por ĉiuj ricevantoj

source: Warn before sending unencrypted messages
eo: Averti antaŭ sendi neĉifritajn mesaĝojn

source: Warn before sending unsigned messages
eo: Averti antaŭ sendi nesubskribitajn mesaĝojn

source: Warn if certificates/keys expire soon (configure thresholds below)
eo: Avertu se atestiloj/ŝlosiloj baldaŭ eksvalidiĝas (agordu sojlojn sube)

source: The minimum number of days that the encryption certificate should be valid before issuing a warning
eo: La minimuma nombro da tagoj, kiam la ĉifratestilo devus esti valida antaŭ eldonado de averto

source: The minimum number of days that all certificates in the chain should be valid before issuing a warning
eo: La minimuma nombro da tagoj, ke ĉiuj atestiloj en la ĉeno devus esti validaj antaŭ eldonado de averto

source: The minimum number of days that the root certificate should be valid before issuing a warning
eo: La minimuma nombro da tagoj, kiam la radika atestilo devas esti valida antaŭ eldoni averton

source: Always show the list of encryption keys to select the one which will be used
eo: Ĉiam montru la liston de ĉifradaj ŝlosiloj por elekti tiun, kiu estos uzata

source: To
eo: Al

source: To Field Address
eo: Al Kampa Adreso

source: To Field Last Name
eo: Al Kampo Familia Nomo

source: To Field First Name
eo: Al Kampa Unua Nomo

source: To Field Name
eo: Al Kampa Nomo

source: From
eo: De

source: From Field Address
eo: De Kampa Adreso

source: From Field Last Name
eo: De Kampa Familia Nomo

source: From Field First Name
eo: De Kampa Antaŭnomo

source: From Field Name
eo: De Kampa Nomo

source: CC
eo: Kopio

source: CC Field Address
eo: CC Kampa Adreso

source: CC Field Last Name
eo: CC-Kampa Familia Nomo

source: CC Field Name
eo: CC Kampa Nomo

source: BCC Field Address
eo: BCC Kampa Adreso

source: BCC Field Last Name
eo: BCC-Kampa Familia Nomo

source: BCC Field First Name
eo: BCC-Kampa Antaŭnomo

source: BCC Field Name
eo: BCC Kampa Nomo

source: Attachment
eo: Aldono

source: Number Of Attachments
eo: Nombro De Aldonaĵoj

source: Names
eo: Nomoj

source: Filenames
eo: Dosiernomoj

source: Names and Sizes
eo: Nomoj kaj Grandecoj

source: Date/Time
eo: Dato Tempo

source: Day Of Week (%1)
eo: Semajntago (%1)

source: Date (%1)
eo: Dato (%1)

source: Long Date (%1)
eo: Longa dato (%1)

source: Short Time (%1)
eo: Mallonga Tempo (%1)

source: Time (%1)
eo: Tempo (%1)

source: Year (%1)
eo: Jaro (%1)

source: Last Year (%1)
eo: Lasta Jaro (%1)

source: Next Year (%1)
eo: Venonta Jaro (%1)

source: Month Number (%1)
eo: Monata Nombro (%1)

source: Day Of Month (%1)
eo: Tago De Monato (%1)

source: Week Number (%1)
eo: Semajna Nombro (%1)

source: Month Name Short (%1)
eo: Monata Nomo Mallonga (%1)

source: Month Name Long (%1)
eo: Monata Nomo Longa (%1)

source: Last Month Name Long (%1)
eo: Lastmonata Nomo Longa (%1)

source: Day Of Week Name Short (%1)
eo: Tago de la Semajna Nomo Mallonga (%1)

source: Day Of Week Name Long (%1)
eo: Tago de Semajna Nomo Longa (%1)

source: Year Last Month (%1)
eo: Jaro Lasta Monato (%1)

source: Subject
eo: Subjekto

source: attachment,attached
eo: alfikso, alfiksita

source: The mail dispatcher is not set up, so mails cannot be sent. Do you want to create a mail dispatcher?
eo: La poŝtsendisto ne estas starigita, do retpoŝtoj ne povas esti senditaj. Ĉu vi volas krei poŝtsendilon?

# @title:window
source: No mail dispatcher.
eo: Neniu poŝtsendisto.

# @action:button
source: Create Mail Dispatcher
eo: Krei Poŝt-Sendilon

source: The mail dispatcher is offline, so mails cannot be sent. Do you want to make it online?
eo: La poŝtsendisto estas eksterrete, do retpoŝtoj ne povas esti senditaj. Ĉu vi volas fari ĝin interrete?

# @title:window
source: Mail dispatcher offline.
eo: Poŝtsendisto eksterrete.

# @action:button
source: Set Online
eo: Meti Enreta
