Repository: KDE/messagelib
Catalog: po/*/libmessagecore6.po
Languages: eu

# NAME OF TRANSLATORS
source: Your names
eu: Iñigo Salvador Azurmendi

# EMAIL OF TRANSLATORS
source: Your emails
eu: xalba@ni.eus

source: Could not initiate attachment compression.
eu: Ezin izan du eranskin konprimatzea hasi.

source: Could not compress the attachment.
eu: Ezin izan du eranskina konprimatu.

source: Could not create compressed file.
eu: Ezin izan du konprimatutako fitxategia sortu.

source: The resulting attachment would be larger than the maximum allowed size, aborting.
eu: Ondorio eranskina onartutako gehieneko neurri baino handiagoa izango litzateke, galarazten.

source: Could not add %1 to the archive
eu: Ezin izan du %1 artxibora gehitu

source: Could not open %1 for reading.
eu: Ezin izan du %1 irakurtzeko ireki.

# a file called 'unknown.ext'
source: unknown%1
eu: ezezaguna%1

# a file called 'unknown'
source: unknown
eu: ezezaguna

source: "%1" not found. Please specify the full path.
eu: "%1" ez da aurkitu. Mesedez, zehaztu bide-izen osoa.

source: You may not attach files bigger than %1. Share it with storage service.
eu: Ezin dituzu erantsi %1 baino handiagoak diren fitxategiak. Partekatu ezazu biltegiratze zerbitzuarekin.

source: <p>The <em>MIME type</em> of the file:</p><p>Normally, you do not need to touch this setting, since the type of the file is automatically checked; but, sometimes, %1 may not detect the type correctly -- here is where you can fix that.</p>
eu: <p>Fitxategiaren <em>MIME mota</em>:</p><p>Normalean ez da beharrezkoa izaten ezarpen hori ukitzea, fitxategi-mota automatikoki egiaztatzen delako; baina batzuetan, baliteke %1(e)k mota behar bezala ez antzematea -- hori hemen konpon dezakezu.</p>

source: <p>The estimated size of the attachment:</p><p>Note that, in an email message, a binary file encoded with base64 will take up four thirds the actual size of the file.</p>
eu: <p>Eranskinaren neurri zenbatetsia:</p><p>Kontuan izan, e-posta mezu batean, «base64»rekin kodetutako fitxategi bitar batek fitxategiaren benetako neurriaren lau heren arte hartuko dituela.</p>

source: <p>The file name of the part:</p><p>Although this defaults to the name of the attached file, it does not specify the file to be attached; rather, it suggests a file name to be used by the recipient's mail agent when saving the part to disk.</p>
eu: <p>Atalaren fitxategi-izena:</p><p>Era lehenetsian erantsitako fitxategiaren izena hartzen duen arren, ez du zehazten erantsi beharreko fitxategia; aitzitik, hartzailearen posta agenteak atala diskoan gordetzean erabiltzeko fitxategi-izen bat proposatzen du.</p>

source: <p>A description of the part:</p><p>This is just an informational description of the part, much like the Subject is for the whole message; most mail agents will show this information in their message previews alongside the attachment's icon.</p>
eu: <p>Atalaren deskribapen bat:</p><p>Hau, atalaren deskribapen informazio bat besterik ez da, Gaia mezu osorako den antzera; posta agente gehienek informazio hori, eranskinaren ikonoarekin batera, mezu aurreikuspegietan erakutsiko dute.</p>

source: <p>The transport encoding of this part:</p><p>Normally, you do not need to change this, since %1 will use a decent default encoding, depending on the MIME type; yet, sometimes, you can significantly reduce the size of the resulting message, e.g. if a PostScript file does not contain binary data, but consists of pure text -- in this case, choosing "quoted-printable" over the default "base64" will save up to 25% in resulting message size.</p>
eu: <p>Atal honen garraioaren kodeketa:</p><p>Normalean ez da hori aldatzea beharrezkoa izaten, %1(e)k, MIME motaren arabera, kodeketa lehenetsi txukun bat erabiliko duelako; dena den, batzuetan, lortzen den mezuaren neurria nabarmen murriztu dezakezu, adib. PostScript fitxategi batek datu bitarrik ez, baizik eta testua soilik duenean -- kasu horretan, "base64" lehenetsiaren ordez "quoted-printable" aukeratzeak sortutako mezuan neurriaren % 25 arte aurreztea suposa dezake..</p>

source: <p>Check this option if you want to suggest to the recipient the automatic (inline) display of this part in the message preview, instead of the default icon view;</p><p>Technically, this is carried out by setting this part's <em>Content-Disposition</em> header field to "inline" instead of the default "attachment".</p>
eu: <p>Markatu aukera hori, hartzaileari, ikono ikuspegi lehenetsiaren ordez, atal hori mezuaren aurreikuspegian automatikoki azaltzea (lerro barruan) iradokitzeko;</p><p>Teknikoki, atal honen <em>Edukiaren-antolaketa</em> goiburu eremua "attachment" ordez "inline" ezarrita egiten da hori.</p>

source: <p>Check this option if you want this message part to be signed.</p><p>The signature will be made with the key that you associated with the currently-selected identity.</p>
eu: <p>Markatu aukera hori mezuaren atal hori sinatzea nahi baduzu.</p><p>Unean hautatuta duzun nortasunarekin elkartu zenuen gakoarekin sinatuko da.</p>

source: <p>Check this option if you want this message part to be encrypted.</p><p>The part will be encrypted for the recipients of this message.</p>
eu: <p>Markatu aukera hori mezuaren atal hori zifratzea nahi baduzu.</p><p>Atal hori, mezu honetako hartzaileentzako zifratu egingo da.</p>

# @title:window
source: Attachment Properties
eu: Eranskinaren propietateak

source: URL is empty.
eu: URLa hutsik dago.

# MIME type of this attachment
source: Type:
eu: Mota:

# size of the attachment
source: Size:
eu: Neurria:

# file name of the attachment
source: Name:
eu: Izena:

# description of the attachment
source: Description:
eu: Deskribapena:

# encoding of the attachment
source: Encoding:
eu: Kodeketa:

source: Suggest automatic display
eu: Iradoki automatikoki azaltzea

source: Encrypt this attachment
eu: Zifratu eranskin hori

source: Sign this attachment
eu: Sinatu eranskin hori

source: Changing this from its default 'Auto' will force the use of the specified encoding for all emails, regardless of what they specify themselves.
eu: Bere lehenetsitako 'Auto' balioa aldatzeak zehaztutako kodeketa e-posta guztietan erabiltzera behartuko du, haiek zer zehazten duten inporta gabe.

source: This is the color used in the 3rd level of quoted text
eu: Hori da aipu testuaren 3. mailan erabili beharreko kolorea

source: This is the color used in the 2nd level of quoted text
eu: Hori da aipu testuaren 2. mailan erabili beharreko kolorea

source: This is the color used in the 1st level of quoted text
eu: Hori da aipu testuaren 1. mailan erabili beharreko kolorea

source: Replace recognized prefi&x with "Re:"
eu: Ordezkatu aurrizki ezaguna "&Re:"rekin

source: Replace recognized prefix with "&Fwd:"
eu: Ordezkatu aurrizki ezaguna "&Fwd:"rekin

source: The maximum size in bits that email attachments are allowed to have (-1 for no limit)
eu: E-posta eranskinek izan dezaketen neurri maximoa bitetan (-1 mugagaberako)

# invalid time specified
source: unknown
eu: ezezaguna

source: Today %1
eu: Gaur %1

source: Yesterday %1
eu: Atzo %1

# signal that this email is defined in my identity
source: Me
eu: Ni
