Repository: KDE/messagelib
Catalog: po/*/libmessageviewer6.po
Languages: eo

source: The most recent selected folder used for Notes.
eo: La plej lasttempe elektita dosierujo uzata por Notoj.

source: Groupware Compatibility && Legacy Options
eo: Grupprograma Kongrueco && Heredaj Elektebloj

source: Turn this option on in order to make Outlook(tm) understand your answers to invitation replies
eo: Ŝaltu tiun elekteblon por certigi, ke MS-Outlook komprenas viajn respondojn pri invitoj

source: &Mangle From:/To: headers in replies to invitations
eo: &Mallegebligi From:/To: kapliniojn en respondoj al invitoj

source: Turn this option on in order to make Outlook(tm) understand your answers to invitations
eo: Ŝaltu tiun elekteblon por certigi, ke MS-Outlook komprenas viajn respondojn pri invitoj

source: Send &invitations in the mail body
eo: Sendi &invitojn en la tekstparto

source: Microsoft Outlook, when used in combination with a Microsoft Exchange server, has a problem understanding standards-compliant groupware email. Turn this option on to send groupware invitations in a way that Microsoft Exchange understands.
eo: Microsoft Outlook, kiam ĝi estas uzata en kombinaĵo kun Microsoft Exchange-servilo, havas problemon pri kompreno de normkonforma grupvara retpoŝto. Enŝaltu ĉi tiun elekteblon por sendi grupvarajn invitojn en maniero kiel Microsoft Exchange komprenas.

source: Exchange-compatible invitation &naming
eo: Interŝanĝ-kongrua invito &nomado

source: When this is on, the user will not see the mail composer window. Invitation mails are sent automatically.
eo: Se tiu estas elektita, la uzanto ne vidos la leterredaktilon. Invitaj leteroj aŭtomate estos sendotaj.

source: &Automatic invitation sending
eo: &Aŭtomata invitosendo

source: Options
eo: Elektebloj

source: Print only selected text
eo: Presi nur elektitan tekston

source: Respect &expand/collapse quote marks settings
eo: Resp&ekti vastigi/malpliigi citilojn

source: Print background color and images
eo: Presi fonkoloron kaj bildojn

source: Always show encryption/signature details
eo: Ĉiam montri detalojn pri ĉifrado/subskribo

source: Viewer settings
eo: Vidilaj agordoj

source: O&verride character encoding:
eo: T&ranspasi signokodigon:

source: Enable access key
eo: Ebligi alirŝlosilon

source: Reduce font size for &quoted text
eo: Redukti tipargrandon por &citita teksto

source: Show &expand/collapse quote marks
eo: Montri &etendajn/maletendajn citilojn

source: Automatic collapse &level:
eo: Aŭtomata maletend-nive&lo:

source: &Minimum font size:
eo: &Minimuma tipargrando:

source: A file named "%1" already exists. Are you sure you want to overwrite it?
eo: Dosiero nomita "%1" jam ekzistas. Ĉu vi volas anstataŭigi ĝin?

# @title:window
source: Overwrite File?
eo: Ĉu anstataŭigi dosieron?

source: Save Attachments To
eo: Konservi kunsendaĵojn al

# filename for an unnamed attachment
source: attachment.1
eo: kunsendaĵo.1

source: Save Attachment
eo: Konservi Aldonaĵon

# filename for the %1-th unnamed attachment
source: attachment.%1
eo: kunsendaĵo.%1

source: The part %1 of the message is encrypted. Do you want to keep the encryption when saving?
eo: Tiu parto %1 de la mesaĝo estas ĉifrita. Ĉu vi volas lasi ĝin ĉifrita ĉe konservo?

source: KMail Question
eo: KMail-demando

# @action:button
source: Keep Encryption
eo: Konservi ĉifradon

# @action:button
source: Do Not Keep
eo: Ne konservi

source: The part %1 of the message is signed. Do you want to keep the signature when saving?
eo: Tiu parto %1 de la mesaĝo estas subskribita. Ĉu vi volas lasi ĝin subskribita ĉe konservo?

# @action:button
source: Keep Signature
eo: Konservi subskribon

# 1 = file name, 2 = error string
source: <qt>Could not write to the file<br /><filename>%1</filename><br /><br />%2</qt>
eo: <qt>Ne eblis skribi al la dosiero<br /><filename>%1</filename><br /><br />%2</qt>

# @title:window
source: Error saving attachment
eo: Eraro dum konservado de aldonaĵo

source: Error saving attachment
eo: Eraro dum konservado de aldonaĵo

source: Found no attachments to save.
eo: Neniuj kunsendaĵoj trovitaj por konservi.

source: message
eo: mesaĝo

source: email messages (*.mbox);;all files (*)
eo: retpoŝtaj mesaĝoj (*.mbox);;ĉiuj dosieroj (*)

source: Save Message
eo: Konservi mesaĝon

source: File %1 could not be loaded.
eo: Dosiero %1 ne povis esti ŝargita.

# @title:window
source: Error loading message
eo: Eraro dum ŝargo de mesaĝo

source: File %1 could not be created.
eo: Dosiero %1 ne povis esti kreita.

# @title:window
source: Error saving message
eo: Eraro dum konservado de mesaĝo

source: We cannot save message.
eo: Ni ne povas konservi mesaĝon.

source: Error saving message
eo: Eraro dum konservado de mesaĝo

# Argument is the original name of the deleted attachment
source: Deleted: %1
eo: Forigis: %1

source: You deleted an attachment from this message. The original MIME headers for the attachment were:
eo: Vi forigis aldonaĵon el ĉi tiu mesaĝo. La originaj MIME-kapoj por la aldonaĵo estis:

source: Open &with %1
eo: Malfermi &kun %1

source: body part
eo: korpa parto

source: Description
eo: Priskribo

source: Type
eo: Tipo

source: Size
eo: Grandeco

source: Could not generate print preview.
eo: Ne eblis generi presan antaŭrigardon.

# @title:window
source: Print Document
eo: Presi Dokumenton

source: Turn on HTML rendering for this message.
eo: Aktivigi HTML-rigardon por tiu ĉi mesaĝo.

source: Load external references from the Internet for this message.
eo: Ŝargi eksterajn referencojn el la Reto por tiu mesaĝo.

source: Work online.
eo: Labori interrete.

source: Make account online.
eo: Fari konton interrete.

source: Decrypt message.
eo: Malĉifri mesaĝon.

source: Show signature details.
eo: Montri subskribajn detalojn.

source: Hide signature details.
eo: Kaŝi subskribajn detalojn.

source: Show encryption details.
eo: Montri ĉifradajn detalojn.

source: Hide encryption details.
eo: Kaŝi ĉifradajn detalojn.

source: Open Documentation
eo: Malfermi Dokumentadon

source: Expand all quoted text.
eo: Vastigi la tutan cititan tekston.

source: Collapse quoted text.
eo: Kolapsi cititan tekston.

source: Could not start certificate manager. Please check your installation.
eo: Ne eblis lanĉi la atestiladministrilon. Bonvolu kontroli vian instaladon.

source: KMail Error
eo: KMail eraro

source: Show certificate 0x%1
eo: Vidigi atestilon 0x%1

source: &Open in Address Book
eo: &Malfermi en Adreslibro

source: &Copy Email Address
eo: &Kopii Retadreson

source: Address copied to clipboard.
eo: Adreso kopiita al interdeponejo

source: Lookup the contact in KAddressbook
eo: Serĉi la kontakton en KAdreslibro

source: Attachment: %1
eo: Kunsendaĵo: %1

source: Encapsulated Message (Subject: %1)
eo: Enkapsuligita Mesaĝo (Temo: %1)

source: Encapsulated Message
eo: Enkapsuligita Mesaĝo

source: Unnamed attachment
eo: Nenomita aldono

source: Show GnuPG Audit Log for this operation
eo: Montri GnuPG-Aŭdigan Protokolon por ĉi tiu operacio

source: Opening URL...
eo: Malfermante URLon...

# @info
source: Do you really want to execute <filename>%1</filename>?
eo: Ĉu vi vere volas plenumi <filename>%1</filename>?

# @action:button
source: Execute
eo: Lanĉi

source: Loading message...
eo: Ŝargante mesaĝon...

source: Deleting an attachment might invalidate any digital signature on this message.
eo: Forigi aldonaĵon eble nuligos ajnan ciferecan subskribon sur ĉi tiu mesaĝo.

# @title:window
source: Delete Attachment
eo: Forigi Aldonaĵon

source: Deleting an attachment from an encrypted or old-style mailman message is not supported.
eo: Forigo de aldonaĵo de ĉifrita aŭ malnovstila poŝtisto-mesaĝo ne estas subtenata.

# @title:menu
source: &Open With
eo: &Malfermi Kun

# @action:inmenu Open With
source: &Other...
eo: &Alia...

# @title:menu
source: &Open With...
eo: M&alfermi per...

# to open
source: Open
eo: Fermi

# to view something
source: View
eo: Rigardi

source: Scroll To
eo: Rulumi Al

source: Save As...
eo: Konservi kiel...

source: Copy
eo: Kopii

source: Delete Attachment
eo: Forigi Aldonaĵon

source: Reply To Author
eo: Respondi Al Aŭtoro

source: Reply To All
eo: Respondi Al Ĉiuj

source: Properties
eo: Propraĵoj

source: The KDE Mail Client
eo: La KDE Poŝtkliento

# @title:window
source: View Attachment: %1
eo: Montri kunsendaĵoj: %1

# View->
source: &Attachments
eo: &Aldonaĵoj

source: Choose display style of attachments
eo: Agordi aplikon de aldonaĵoj

# View->attachments->
source: &As Icons
eo: Kiel &piktogramoj

source: Show all attachments as icons. Click to see them.
eo: Montras ĉiujn aldonaĵojn kiel piktogramoj. Klaku sur ilin por rigardi.

# View->attachments->
source: &Smart
eo: &Inteligente

source: Show attachments as suggested by sender.
eo: Montras la aldonaĵon kiel proponite de la sendinto.

# View->attachments->
source: &Inline
eo: &Entekste

source: Show all attachments inline (if possible)
eo: Montras ĉiujn aldonaĵojn entekste (se eblas)

# View->attachments->
source: &Hide
eo: &Kaŝi

source: Do not show attachments in the message viewer
eo: Ne vidigi kunsendaĵojn en la mesaĝa vidigilo

# View->attachments->
source: In Header Only
eo: Nur en kaplinio

source: Show Attachments only in the header of the mail
eo: Montri Aldonaĵojn nur en la kaplinio de la poŝto

source: &Set Encoding
eo: Meti &Signokodigon

source: Auto
eo: Aŭtomate

source: Copy Text
eo: Kopii Teksto

# @action
source: Select All Text
eo: Elekti kompletan tekston

source: Copy Link Address
eo: Kopii ligan adreson

source: Open URL
eo: Malfermi URLon

source: Show Message Structure
eo: Montri Mesaĝan Strukturon

# @action
source: &View Source
eo: &Vidi Fontokodon

source: &Save Message...
eo: Kon&servi Mesaĝon...

# @action
source: &Save Display Format
eo: Kon&servi Vidigan Formaton

# @action
source: &Reset Display Format
eo: &Restarigi Vidigan Formaton

# @action
source: Scroll Message Up
eo: Rulumi Mesaĝon Supren

# @action
source: Scroll Message Down
eo: Rulumi Mesaĝon Malsupren

# @action
source: Scroll Message Up (More)
eo: Rulumi Mesaĝon Supren (Pli)

# @action
source: Scroll Message Down (More)
eo: Rulumi Mesaĝon Malsupren (Pli)

source: Toggle HTML Display Mode
eo: Ŝaltigi HTML-Vidigan Reĝimon

source: Toggle display mode between HTML and plain text
eo: Ŝalti ekranreĝimon inter HTML kaj simpla teksto

# @action
source: Load external references
eo: Ŝargi eksterajn referencojn

# @action
source: Speak Text
eo: Paroli Tekston

# @action
source: Share Text...
eo: Kunhavigi tekston...

# @action
source: Copy Image Location
eo: Kopii Bildan Lokon

source: &Find in Message...
eo: &Trovi en mesaĝo...

source: Disable Emoticon
eo: Malebligi Emoticon

source: Save &As...
eo: &Konservi kiel...

source: Open With...
eo: Malfermi per...

source: Save All Attachments...
eo: Konservi Ĉiujn Kunsendaĵojn...

source: The network is broken.
eo: La reto estas rompita.

source: Check Phishing URL
eo: Kontroli Phishing URL

source: The URL %1 is not valid.
eo: La URL %1 ne validas.

# @title:window
source: Check Phishing URL
eo: Kontroli Phishing URL

source: This web site is a malware, do you want to continue to show it?
eo: Ĉi tiu retejo estas malware, ĉu vi volas daŭre montri ĝin?

source: Copy Email Address
eo: Kopii Retadreson

# @title:window
source: Message as Plain Text
eo: Mesaĝo kiel plena teksto

source: URL copied to clipboard.
eo: URL kopiita al interdeponejo

source: Message loading failed: %1.
eo: Ŝargo de mesaĝo malsukcesis: %1.

source: Message not found.
eo: Mesaĝo ne trovita.

# @info
source: Open attachment <filename>%1</filename>?<nl/>Note that opening an attachment may compromise your system's security.
eo: Malfermi aldonaĵon <filename>%1</filename>?<nl/>Rimarku, ke malfermi aldonaĵon povas endanĝerigi la sekurecon de via sistemo.

# @title:window
source: Open Attachment?
eo: Ĉu malfermi kunsendaĵon?

source: &Open With '%1'
eo: &Malfermi kun '%1'

source: Open &With...
eo: Malfermi &Kun...

source: Do not ask again
eo: Ne peti plu

# 'HTML Message' with html linebreaks between each letter and in bold text.
source: <qt><b><br />H<br />T<br />M<br />L<br /> <br />M<br />e<br />s<br />s<br />a<br />g<br />e</b></qt>
eo: <qt><b><br/>H<br/>T<br/>M<br/>L<br/>-<br/>m<br/>e<br/>s<br/>a<br/>ĝ<br/>o</b></qt>

# 'No HTML Message' with html linebreaks between each letter.
source: <qt><br />N<br />o<br /> <br />H<br />T<br />M<br />L<br /> <br />M<br />e<br />s<br />s<br />a<br />g<br />e</qt>
eo: <qt><br/>N<br/>e<br/>n<br/>i<br/>u<br/> <br/>H<br/>T<br/>M<br/>L<br/>-<br/>m<br/>e<br/>s<br/>a<br/>ĝ<br/>o</qt>

# 'Plain Message' with html linebreaks between each letter.
source: <qt><br />P<br />l<br />a<br />i<br />n<br /> <br />M<br />e<br />s<br />s<br />a<br />g<br />e<br /></qt>
eo: <qt><br />P<br />l<br />a<br />t<br />a<br /> <br />M<br />e<br />s<br />a<br />ĝ<br />o<br /></qt>

# 'Calendar Message' with html linebreaks between each letter.
source: <qt><br />C<br />a<br />l<br />e<br />n<br />d<br />a<br />r<br /> <br />M<br />e<br />s<br />s<br />a<br />g<br />e<br /></qt>
eo: <qt><br />K<br />a<br />l<br />e<br />n<br />d<br />a<br />r<br />a<br /> <br />M<br />e<br />s<br />a<br />ĝ<br />o<br /></qt>

source: Click to toggle between HTML, plain text and calendar.
eo: Klaku por ŝanĝi inter HTML, simpla teksto kaj kalendaro.

source: <qt>Invitations are normally sent as attachments to a mail. This switch changes the invitation mails to be sent in the text of the mail instead; this is necessary to send invitations and replies to Microsoft Outlook.<br />But, when you do this, you no longer get descriptive text that mail programs can read; so, to people who have email programs that do not understand the invitations, the resulting messages look very odd.<br />People that have email programs that do understand invitations will still be able to work with this.</qt>
eo: <qt>Invitoj estas normale senditaj kiel aldonaĵoj al poŝto. Ĉi tiu ŝaltilo ŝanĝas la invitmesaĝojn senditajn en la teksto de la poŝto anstataŭe; tio estas necesa por sendi invitojn kaj respondojn al Microsoft Outlook.<br />Sed, kiam vi faras tion, vi ne plu ricevas priskriban tekston, kiun poŝtprogramoj povas legi; do, al homoj, kiuj havas retpoŝtajn programojn, kiuj ne komprenas la invitojn, la rezultaj mesaĝoj aspektas tre strangaj.<br />Homoj, kiuj havas retpoŝtajn programojn, kiuj komprenas invitojn, ankoraŭ povos labori kun ĉi tio.</qt>

source: Speak Text
eo: Paroli Tekston

# Unchanged mail message
source: Raw Source
eo: Kruda Fonto

source: Raw, unmodified mail as it is stored on the filesystem or on the server
eo: Kruda, nemodifita poŝto kiel ĝi estas konservita en la dosiersistemo aŭ en la servilo

# Mail message as shown, in HTML format
source: HTML Source
eo: HTML Fonto

source: HTML code for displaying the message to the user
eo: HTML-kodo por montri la mesaĝon al la uzanto

# @action - For we don't know if it's one or many attachments
source: Open folder where attachment was saved
eo: Malfermi dosierujon, kie aldonaĵo estis konservita

# @action
source: Open File
eo: Malfermi Dosieron

# @action
source: Open folder where attachment was saved
eo: Malfermi dosierujon, kie aldonaĵo estis konservita

# @action
source: Open folder where PDF file was saved
eo: Malfermi dosierujon kie PDF-dosiero estis konservita

source: KMail was unable to open the attachment.
eo: KMail ne povis malfermi la aldonaĵon.

# @action:button
source: Next Message
eo: Sekva Mesaĝo

# @action:button
source: Previous Message
eo: Antaŭa Mesaĝo
