Repository: KDE/messagelib
Catalog: po/*/libmessagecomposer6.po
Languages: eo

# @title:window
source: Failed to compress attachment
eo: Malsukcesis kunpremi aldonaĵon

source: The compressed attachment is larger than the original. Do you want to keep the original one?
eo: La kunpremita aldonaĵo estas pli granda ol la originalo. Ĉu vi volas konservi la originalan?

# Do not compress
source: Keep
eo: Konservi

# @action:button
source: Compress
eo: Kunpremi

source: Failed to attach file
eo: Malsukcesis alligi dosieron

source: Failed to reload attachment
eo: Malsukcesis reŝargi aldonaĵon

# @title:menu
source: &Open With
eo: &Malfermi Kun

# @action:inmenu Open With
source: &Other...
eo: &Alia...

# @title:menu
source: &Open With...
eo: &Malfermi Per...

source: Failed to attach public key
eo: Malsukcesis alligi publikan ŝlosilon

source: Failed to attach vCard
eo: Malsukcesis kunligi vCard

source: Failed to attach text from clipboard
eo: Malsukcesis alligi tekston el tondujo

# @action
source: Attach &Public Key...
eo: Aldoni &publikan ŝlosilon...

# @action
source: Attach &My Public Key
eo: Aldoni &mian publikan ŝlosilon

source: Attach
eo: Alligi

source: &Attach File...
eo: &Aldoni dosieron...

source: Add Attachment...
eo: Kunsendi...

source: &Attach Directory...
eo: &Aldoni dosierujon...

# @action
source: Attach Own vCard
eo: Aldoni Propran vCard

source: Own vCard
eo: Propra vCard

source: &Attach vCards...
eo: &Aldoni vCards...

source: &Attach Text From Clipboard...
eo: &Aldoni tekston el tondujo...

source: Attach Text From Clipboard
eo: Alkroĉi Tekston El Tondujo

source: &Remove Attachment
eo: Fo&rigi kunsendaĵon

source: Remove
eo: Forigi

# to open
source: Open
eo: Malfermi

# to view
source: View
eo: Vidigi

# to edit
source: Edit
eo: Redakti

# @action
source: Edit With...
eo: Redakti Per...

source: &Save Attachment As...
eo: Kon&servi kunsendaĵon kiel...

source: Save As...
eo: Konservi kiel...

# @action
source: Attachment Pr&operties...
eo: Ald&onaĵaj Trajtoj...

# @action
source: Properties
eo: Ecoj

# @action
source: Select All
eo: Elekti ĉiujn

source: Reload
eo: Reŝargi

source: KMail was unable to write the attachment to a temporary file.
eo: KMail ne povis skribi la aldonaĵon al provizora dosiero.

# @title:window
source: Unable to open attachment
eo: Ne eblas malfermi aldonaĵon

source: KMail was unable to open the attachment.
eo: KMail ne povis malfermi la aldonaĵon.

# @title:window
source: Unable to edit attachment
eo: Ne eblas redakti aldonaĵon

source: unnamed
eo: sennoma

source: Save Attachment As
eo: Konservi kunsendaĵon kiel

source: File %1 exists. Do you want to replace it?
eo: La dosiero %1 ekzistas. Ĉu vi volas anstataŭigi ĝin?

# @title:window
source: Save to File
eo: Konservi al dosiero

# @action:button
source: &Replace
eo: &Anstataŭigi

source: Do you really want to attach this directory "%1"?
eo: Ĉu vi vere volas alfiksi ĉi tiun dosierujon "%1"?

# @title:window
source: Attach directory
eo: Aldoni dosierujon

# @action:button
source: Attach
eo: Alligi

# @title:window
source: Attach Directory
eo: Aldoni Adresaron

# @title:window
source: Attach File
eo: Kunsendi dosieron

# @title:window
source: Failed to attach file
eo: Malsukcesis alligi dosieron

source: Attach Public OpenPGP Key
eo: Aldoni mian publikan PGP-ŝlosilon

source: Select the public key which should be attached.
eo: Elekti la publikan ŝlosilon kunsendendan.

source: unnamed attachment
eo: nenomita aldono

# @info:tooltip
source: Name: %1<br>Size: %2<br>Encoding: %3<br>MimeType=%4
eo: Nomo: %1<br>Grandeco: %2<br>Kodigo: %3<br>MimeType=%4

# @title column attachment name.
source: Name
eo: Nomo

# @title column attachment size.
source: Size
eo: Grandeco

# @title column attachment encoding.
source: Encoding
eo: Kodprezento

# @title column attachment type.
source: Type
eo: Tipo

# @title column attachment compression checkbox.
source: Compress
eo: Kunpremi

# @title column attachment encryption checkbox.
source: Encrypt
eo: Ĉifradi

# @title column attachment signed checkbox.
source: Sign
eo: Subskribi

# @title column attachment inlined checkbox.
source: Suggest Automatic Display
eo: Sugesti Aŭtomatan Montron

source: Edit with:
eo: Redakti per:

source: KMail is unable to detect when the chosen editor is closed. To avoid data loss, editing the attachment will be aborted.
eo: KMail estas neebla ekkoni kiam la elektita redaktilo estas fermata. Por eviti perdon de datenoj, redaktado de la aldonaĵo estos ĉesigata.

source: No key data for recipients found.
eo: Neniuj ŝlosilaj datumoj por ricevantoj trovitaj.

source: &Keep markup, do not sign/encrypt
eo: &Konservi markadon, ne subskribi/ĉifri

source: &Keep markup, do not encrypt
eo: &Konservi markadon, ne ĉifri

source: &Keep markup, do not sign
eo: &Konservi markadon, ne subskribi

source: Sign/Encrypt (delete markup)
eo: Subskribi/Ĉifri (forigi markadon)

source: Encrypt (delete markup)
eo: Ĉifri (forigi markadon)

source: Sign (delete markup)
eo: Subskribi (forigi markadon)

source: <qt><p>Inline signing/encrypting of HTML messages is not possible;</p><p>do you want to delete your markup?</p></qt>
eo: <qt><p>Enlinia subskribo/ĉifrado de HTML-mesaĝoj ne eblas;</p><p>ĉu vi volas forigi vian markadon?</p></qt>

# @title:window
source: Sign/Encrypt Message?
eo: Ĉu Subskribi/Ĉifri Mesaĝon?

source: It was not possible to create a message composer.
eo: Ne eblis krei mesaĝkomponiston.

source: Do you want to resize images?
eo: Ĉu vi volas regrandigi bildojn?

# @title:window
source: Auto Resize Images
eo: Aŭtomate Regrandigi Bildojn

# @action:button
source: Auto Resize
eo: Aŭtomata Regrandigo

# @action:button
source: Do Not Resize
eo: Ne Regrandigi

source: OpenPGP Key Expired
eo: OpenPGP-ŝlosilo Eksvalidiĝis

source: S/MIME Certificate Expired
eo: S/MIME-Atestilo Eksvalidiĝis

source: OpenPGP Key Expires Soon
eo: OpenPGP-ŝlosilo baldaŭ nevalidiĝas

source: S/MIME Certificate Expires Soon
eo: S/MIME-atestilo baldaŭ nevalidiĝas

source: Failed to resolve keys. Please report a bug.
eo: Malsukcesis solvi ŝlosilojn. Bonvolu raporti cimon.

source: Job cancelled by the user
eo: Laboro nuligita de la uzanto

source: Could not compose message: %1 Please report this bug.
eo: Ne eblis verki mesaĝon: %1 Bonvolu raporti ĉi tiun cimon.

source: Could not compose message: %1
eo: Ne eblis verki mesaĝon: %1

source: There were problems trying to queue the message for sending: %1
eo: Estis problemoj provante vicigi la mesaĝon por sendado: %1

source: Could not autosave message: %1
eo: Ne eblis aŭtomate konservi mesaĝon: %1

source: Could not write all data to file.
eo: Ne eblis skribi ĉiujn datumojn al dosiero.

source: Could not finalize the file.
eo: Ne eblis fini la dosieron.

source: Could not open file.
eo: Ne eblis malfermi dosieron.

source: Autosaving the message as %1 failed. %2 Reason: %3
eo: Aŭtomata konservado de la mesaĝo kiel %1 malsukcesis. %2 Kialo: %3

# @title:window
source: Autosaving Message Failed
eo: Aŭtomata konservado de mesaĝo malsukcesis

source: Failed to save the message: %1
eo: Malsukcesis konservi la mesaĝon: %1

source: The message you have composed seems to refer to an attached file but you have not attached anything. Do you want to attach a file to your message?
eo: La mesaĝo, kiun vi verkis, ŝajnas rilati al alfiksita dosiero sed vi alfiksis nenion. Ĉu vi volas kunsendi dosieron al via mesaĝo?

# @title:window
source: File Attachment Reminder
eo: Dosierkunsendaĵa Rememorigilo

# @action:button
source: &Attach File...
eo: &Aldoni dosieron...

# @action:button
source: &Send as Is
eo: &Sendi kiel Estas

source: Examination of the recipient's signing preferences yielded that you be asked whether or not to sign this message. Sign this message?
eo: Ekzameno de la subskribaj preferoj de la ricevanto rezultigis, ke oni demandu vin ĉu subskribi aŭ ne ĉi tiun mesaĝon. Ĉu subskribi ĉi tiun mesaĝon?

# @title:window
source: Sign Message?
eo: Ĉu subskribi mesaĝon?

# to sign
source: &Sign
eo: &Subskribi

# @action:button
source: Do &Not Sign
eo: &Ne Subskribi

source: There are conflicting signing preferences for these recipients. Sign this message?
eo: Estas konfliktantaj subskribaj preferoj por ĉi tiuj ricevantoj. Ĉu subskribi ĉi tiun mesaĝon?

source: You have requested to sign this message, but no valid signing keys have been configured for this identity.
eo: Vi petis subskribi ĉi tiun mesaĝon, sed neniuj validaj subskribŝlosiloj estis agordita por ĉi tiu identeco.

# @title:window
source: Send Unsigned?
eo: Ĉu Sendi Nesubskribite?

# @action:button
source: Send &Unsigned
eo: Sendi Nes&ubskribite

source: Some parts of this message will not be signed. Sending only partially signed messages might violate site policy. Sign all parts instead?
eo: Iuj partoj de ĉi tiu mesaĝo ne estos subskribitaj. Sendi nur parte subskribitajn mesaĝojn eble malobservos retejo-politikon. Anstataŭe subskribi ĉiujn partojn?

source: This message will not be signed. Sending unsigned message might violate site policy. Sign message instead?
eo: Ĉi tiu mesaĝo ne estos subskribita. Sendi nesubskribitan mesaĝon eble malobservos retejan politikon. Anstataŭe subskribi mesaĝon?

source: &Sign All Parts
eo: &Subskribi Ĉiujn Partojn

source: &Sign
eo: &Subskribi

# @title:window
source: Unsigned-Message Warning
eo: Averto pri Nesubskribita Mesaĝo

# @action:button
source: Send &As Is
eo: Sendi Kiel Est&as

source: Valid trusted encryption keys were found for all recipients. Encrypt this message?
eo: Valigaj fidindaj ĉifradŝlosiloj estis trovitaj por ĉiuj ricevantoj. Ĉi ĉi tiun mesaĝon?

source: Examination of the recipient's encryption preferences yielded that you be asked whether or not to encrypt this message. Encrypt this message?
eo: Ekzameno de la ĉifradaj preferoj de la ricevanto rezultigis, ke oni demandu vin ĉu ĉifri aŭ ne ĉi tiun mesaĝon. Ĉi ĉi tiun mesaĝon?

source: Encrypt Message?
eo: Ĉifri Mesaĝon?

source: Sign && &Encrypt
eo: Subskribi && &Enĉifri

source: &Encrypt
eo: &Enĉifri

source: &Sign Only
eo: Nur &Subskribi

source: &Send As-Is
eo: &Sendi Kiel-Estas

source: There are conflicting encryption preferences for these recipients. Encrypt this message?
eo: Estas konfliktantaj ĉifradaj preferoj por ĉi tiuj ricevantoj. Ĉi ĉi tiun mesaĝon ĉu ĉifri?

# @action:button
source: &Encrypt
eo: &Enĉifri

# @action:button
source: Do &Not Encrypt
eo: &Ne Ĉifri

source: You have requested to encrypt this message, and to encrypt a copy to yourself, but no valid trusted encryption keys have been configured for this identity.
eo: Vi petis ĉifri ĉi tiun mesaĝon, kaj ĉifri kopion al vi, sed neniuj validaj fidindaj ĉifradŝlosiloj estis agordita por ĉi tiu identeco.

# @title:window
source: Send Unencrypted?
eo: Ĉu sendi neĉifrite?

# @action:button
source: Send &Unencrypted
eo: Send&u neĉifrite

source: Some parts of this message will not be encrypted. Sending only partially encrypted messages might violate site policy and/or leak sensitive information. Encrypt all parts instead?
eo: Iuj partoj de ĉi tiu mesaĝo ne estos ĉifritaj. Sendi nur parte ĉifritajn mesaĝojn eble malobservos retejan politikon kaj/aŭ liki sentemajn informojn. Ĉu ĉi tiujn partojn anstataŭe?

source: This message will not be encrypted. Sending unencrypted messages might violate site policy and/or leak sensitive information. Encrypt messages instead?
eo: Ĉi tiu mesaĝo ne estos ĉifrita. Sendi neĉifritajn mesaĝojn eble malobservos retejo-politikon kaj/aŭ likos sentivajn informojn. Ĉu ĉifri mesaĝojn anstataŭe?

source: &Encrypt All Parts
eo: &Enĉifri Ĉiujn Partojn

# @title:window
source: Unencrypted Message Warning
eo: Averto pri Neĉifrita Mesaĝo

source: One or more of your configured OpenPGP encryption keys or S/MIME certificates is not fully trusted for encryption.
eo: Unu aŭ pluraj el viaj agorditaj OpenPGP-ĉifradŝlosiloj aŭ S/MIME-atestiloj ne estas plene fidindaj por ĉifrado.

source: One or more of the OpenPGP encryption keys or S/MIME certificates for recipient "%1" is not fully trusted for encryption.
eo: Unu aŭ pluraj el la ĉifradŝlosiloj de OpenPGP aŭ S/MIME-atestiloj por ricevanto "%1" ne estas plene fidindaj por ĉifrado.

source: The following keys are only marginally trusted:
eo: La sekvaj ŝlosiloj estas nur marĝene fidindaj:

source: The following keys or certificates have unknown trust level:
eo: La sekvaj ŝlosiloj aŭ atestiloj havas nekonatan fidan nivelon:

source: The following keys or certificates are <b>revoked</b>:
eo: La sekvaj ŝlosiloj aŭ atestiloj estas <b>revokitaj</b>:

# @title:window
source: Not Fully Trusted Encryption Keys
eo: Ne Plene Fidindaj Ĉifradaj Ŝlosiloj

source: One or more of your configured OpenPGP encryption keys or S/MIME certificates is not usable for encryption. Please reconfigure your encryption keys and certificates for this identity in the identity configuration dialog. If you choose to continue, and the keys are needed later on, you will be prompted to specify the keys to use.
eo: Unu aŭ pli da via ĉifraj ŝlosiloj aŭ testiloj ne estas uzeblaj por ĉifrado. Reagordu viajn ĉifrajn ŝlosilojn kaj atestilojn por tiu nomo en la dialogo. Se vi pluigas kaj la ŝlosiloj estos necesaj poste, vi estos postulata pri elekto de la ŝlosiloj.

# @title:window
source: Unusable Encryption Keys
eo: Neuzeblaj ĉifraj ŝlosiloj

source: One or more of your configured OpenPGP signing keys or S/MIME signing certificates is not usable for signing. Please reconfigure your signing keys and certificates for this identity in the identity configuration dialog. If you choose to continue, and the keys are needed later on, you will be prompted to specify the keys to use.
eo: Unu aŭ pli da via subskribaj ŝlosiloj aŭ testiloj ne estas uzeblaj por subskribo. Reagordu viajn subskribajn ŝlosilojn kaj atestilojn por tiu nomo en la dialogo. Se vi pluigas kaj la ŝlosiloj estos necesaj poste, vi estos postulata pri elekto de la ŝlosiloj.

# @title:window
source: Unusable Signing Keys
eo: Neuzeblaj subskribaj ŝlosiloj

source: Examination of recipient's encryption preferences yielded that the message should be encrypted using OpenPGP, at least for some recipients; however, you have not configured valid trusted OpenPGP encryption keys for this identity. You may continue without encrypting to yourself, but be aware that you will not be able to read your own messages if you do so.
eo: Ekzameno de la ĉifraj opcioj de adresatoj montris, ke la mesaĝo estu ĉifrata per OpenPGP, minimume por kelkaj adresatoj. Sed vi ne agordis validajn fiditajn ŝlosilojn de OpenPGP por tiu identeco. Vi povas plufari kun neĉifrigo al vi, sed sciu, ke vi ne eblos legi viajn propajn mesaĝojn pro tio.

source: Examination of recipient's encryption preferences yielded that the message should be encrypted using S/MIME, at least for some recipients; however, you have not configured valid S/MIME encryption certificates for this identity. You may continue without encrypting to yourself, but be aware that you will not be able to read your own messages if you do so.
eo: Ekzameno de la ĉifraj opcioj de adresatoj montris, ke la mesaĝo estu ĉifrata per S/MIME, minimume por kelkaj adresatoj. Sed vi ne agordis validajn fiditajn ŝlosilojn de S/MIME por tiu identeco. Vi povas plufari kun neĉifrigo al vi, sed sciu, ke vi ne eblos legi viajn propajn mesaĝojn pro tio.

source: Examination of recipient's signing preferences yielded that the message should be signed using OpenPGP, at least for some recipients; however, you have not configured valid OpenPGP signing certificates for this identity.
eo: Ekzameno de la ĉifraj opcioj de adresatoj montris, ke la mesaĝo estu ĉifrata per OpenPGP, minimume por kelkaj adresatoj. Sed vi ne agordis validajn fiditajn ŝlosilojn de OpenPGP por tiu identeco.

# @action:button
source: Do Not OpenPGP-Sign
eo: Ne subskribi per OpenPGP

source: Examination of recipient's signing preferences yielded that the message should be signed using S/MIME, at least for some recipients; however, you have not configured valid S/MIME signing certificates for this identity.
eo: Ekzameno de la ĉifraj opcioj de adresatoj montris, ke la mesaĝo estu ĉifrata per S/MIME, minimume por kelkaj adresatoj. Sed vi ne agordis validajn fiditajn ŝlosilojn de S/MIME por tiu identeco.

# @action:button
source: Do Not S/MIME-Sign
eo: Ne subskribi per S/MIME

source: Examination of recipient's signing preferences showed no common type of signature matching your available signing keys. Send message without signing?
eo: Ekzameno de la adresatulaj subskribopreferoj montris neniun komunan tipon de subskribo kongrua al viaj subskriboŝlosiloj. Ĉu sendi la mesaĝon sen subskribi?

# @title:window
source: No signing possible
eo: Subskribado ne eblas

source: You did not select an encryption key for yourself (encrypt to self). You will not be able to decrypt your own message if you encrypt it.
eo: Vi ne elektis ĉifroŝlosilon por vi mem (ĉifri por si). Vi ne eblas malĉifri viajn proprajn mesaĝojn, se vi ĉifri ilin.

# @title:window
source: Missing Key Warning
eo: Averto de manka ŝlosilo

source: You did not select an encryption key for the recipient of this message; therefore, the message will not be encrypted.
eo: Vi ne elektis ĉifroŝlosilon por la mesaĝa adresato. Do la mesaĝo ne estos ĉifrigata.

source: You did not select an encryption key for any of the recipients of this message; therefore, the message will not be encrypted.
eo: Vi ne elektis ĉifroŝlosilon por iu el la mesaĝaj adresatoj. Do la mesaĝo ne estos ĉifrigata.

source: You did not select an encryption key for one of the recipients: this person will not be able to decrypt the message if you encrypt it.
eo: Vi ne elektis ĉifroŝlosilon por unu el la mesaĝaj adresatoj: Tiu persono ne povos deĉifrigi la mesaĝon, se vi ĉifrigos ĝin.

source: You did not select encryption keys for some of the recipients: these persons will not be able to decrypt the message if you encrypt it.
eo: Vi ne elektis ĉifroŝlosilon por kelkaj el la mesaĝaj adresatoj: Tiuj personoj ne povos deĉifrigi la mesaĝon, se vi ĉifrigos ĝin.

source: Encryption Key Selection
eo: Elekto de ĉifroŝlosilo

source: There is a problem with the encryption certificate(s) for "%1". Please re-select the certificate(s) which should be used for this recipient.
eo: Estas problemo pri la ĉifratestilo(j) por "%1". Bonvolu reelekti la atestilon(j) kiu(j)n uzu(j) por ĉi tiu ricevanto.

source: <qt>No valid and trusted encryption certificate was found for "%1".<br/><br/>Select the certificate(s) which should be used for this recipient. If there is no suitable certificate in the list you can also search for external certificates by clicking the button: search for external certificates.</qt>
eo: <qt>Neniu valida kaj fidinda ĉifratestilo estis trovita por "%1".<br/><br/>Elektu la atestilon(j)n kiuj devus esti uzataj por ĉi tiu ricevanto. Se ne estas taŭga atestilo en la listo, vi ankaŭ povas serĉi eksterajn atestojn alklakante la butonon: serĉi eksterajn atestojn.</qt>

source: More than one certificate matches "%1". Select the certificate(s) which should be used for this recipient.
eo: Pli ol unu atestilo kongruas kun "%1". Elektu la atestilon(j)n kiuj devus esti uzataj por ĉi tiu ricevanto.

# @title:window
source: Name Selection
eo: Nomelekto

source: Which name shall the contact '%1' have in your address book?
eo: Kiun nomon havu la kontakto '%1' en via adreslibro?

source: Select the address book folder to store the new contact in:
eo: Elektu la adreslibron en kiu konservi la novan kontakton:

source: Wait answer from "%1" send to "%2"
eo: Atendi respondon de "%1" sendi al "%2"

source: Failed to store a new reminder: an error occurred while trying to create a new to-do in your calendar: %1
eo: Malsukcesis konservi novan memorigilon: okazis eraro dum provo krei novan faron en via kalendaro: %1

source: Failed to store a new reminder: %1
eo: Malsukcesis konservi novan memorigilon: %1

# @title:window
source: Select Date
eo: Elekti Daton

source: Date:
eo: Dato:

source: Store to-do in:
eo: Konservi farendon en:

source: The selected date must be greater than the current date.
eo: La elektita dato devas esti pli granda ol la nuna dato.

# @title:window
source: Invalid date
eo: Nevalida dato

source: The selected folder is not valid.
eo: La elektita dosierujo ne validas.

# @title:window
source: Invalid folder
eo: Nevalida dosierujo

source: forwarded message
eo: plusendita mesaĝo

source: Receipt:
eo: Ricevonto:

source: This is a MIME digest forward. The content of the message is contained in the attachment(s).
eo: Tio estas kunmetita plusendaĵo. La enhavo de la mesaĝo troviĝas en la kunsendaĵo(j).

# @title:window
source: Select Image Format
eo: Elekti Bildan Formaton

# @action:button
source: Select Format...
eo: Elekti Formaton...

source: <a href="whatsthis">How does this work?</a>
eo: <a href="whatsthis">Kiel ĉi tio funkcias?</a>

source: <qt><p>Here you can define image filename. You can use:</p><ul><li>%t set current time</li><li>%d set current date</li><li>%n original filename</li><li>%e original extension</li><li>%x new extension</li></ul></qt>
eo: <qt><p>Ĉi tie vi povas difini bildodosiernomon. Vi povas uzi:</p><ul><li>%t agordi aktualan horon</li><li>%d agordi aktualan daton</li><li>%n originala dosiernomo</li><li>% e originala etendaĵo</li><li>%x nova etendo</li></ul></qt>

source: Custom
eo: Kutimo

source: Please verify minimum and maximum values.
eo: Bonvolu kontroli minimumajn kaj maksimumajn valorojn.

# @title:window
source: Error in minimum Maximum value
eo: Eraro en minimuma Maksimuma valoro

source: Automatically resize images
eo: Aŭtomate regrandigi bildojn

source: General
eo: Ĝenerala

source: Keep ratio
eo: Konservi proporcion

source: Ask before resizing
eo: Demandi antaŭ regrandigi

source: Fallback to format:
eo: Refalo al formato:

source: Image
eo: Bildo

source: Reduce image to maximum dimension:
eo: Redukti bildon al maksimuma dimensio:

source: Maximum width:
eo: Maksimuma larĝo:

source: Maximum height:
eo: Maksimuma alteco:

source: Enlarge image to minimum dimension
eo: Pligrandigi bildon al minimuma dimensio

source: Minimum width:
eo: Minimuma larĝo:

source: Minimum height:
eo: Minimuma alteco:

source: Skip image whose size of the source file is lower than:
eo: Preterpasu bildon, kies grandeco de la fontdosiero estas pli malalta ol:

source: Filename
eo: Dosiernomo

source: Source filter
eo: Fonta filtrilo

source: Do not filter (All files are included)
eo: Ne filtri (Ĉiuj dosieroj estas inkluzivitaj)

source: Include all files whose names contains one of the patterns
eo: Inkluzivi ĉiujn dosierojn, kies nomoj enhavas unu el la ŝablonoj

source: Exclude all files whose names contains one of the patterns
eo: Ekskludi ĉiujn dosierojn, kies nomoj enhavas unu el la ŝablonoj

source: Pattern:
eo: Ŝablono:

source: This line allows to define several pattern. Separate them with ';'.
eo: Ĉi tiu linio permesas difini plurajn ŝablonojn. Apartigu ilin per ';'.

source: Specify patterns separate with ';'
eo: Specifi ŝablonojn apartaj per ';'

source: Image Format
eo: Bilda Formato

source: Resize all images with one of these formats
eo: Regrandigi ĉiujn bildojn kun unu el ĉi tiuj formatoj

source: Resize filename
eo: Regrandigi dosiernomon

source: Rename resized images with following pattern:
eo: Alinomigi regrandigitajn bildojn kun jena ŝablono:

source: Recipients
eo: Ricevantoj

source: Do not filter (All recipients are allowed)
eo: Ne filtri (Ĉiuj ricevantoj estas permesitaj)

source: Resize if each emails address contains one of the pattern
eo: Regrandigi se ĉiu retpoŝta adreso enhavas unu el la ŝablono

source: Resize if one emails address contains one of the pattern
eo: Regrandigi se unu retpoŝtadreso enhavas unu el la ŝablono

source: Do not resize if each emails address contains one of the pattern
eo: Ne regrandigi se ĉiu retpoŝta adreso enhavas unu el la ŝablono
