Repository: KDE/messagelib
Catalog: po/*/libmessageviewer6.po
Languages: eo

source: Sorry, certificate could not be imported.
eo: Pardonu, atestilo ne povus esti importita.

source: Reason: %1
eo: Kaŭzo: %1

source: Sorry, no certificates were found in this message.
eo: Pardonu, ne eblas trovi iun atestilon en la mesaĝo.

source: Certificate import status:
eo: Atestila importstato:

source: 1 new certificate was imported.
eo: 1 nova atestilo estis importita.

source: 1 certificate was unchanged.
eo: 1 atestilo estis neŝanĝita.

source: 1 new secret key was imported.
eo: 1 nova sekreta atestilo estis importita.

source: 1 secret key was unchanged.
eo: 1 sekreta atestilo estis neŝanĝita.

source: Sorry, no details on certificate import available.
eo: Pardonu, detaloj pri atestila importo ne estas haveblaj.

source: Certificate import details:
eo: Atestilo importdetaloj:

# Certificate import failed.
source: Failed: %1 (%2)
eo: Fiaskis: %1 (%2)

source: Encapsulated message
eo: Enujigita mesaĝo

source: End of encapsulated message
eo: Fino de la enujigita mesaĝo

source: This message is encrypted.
eo: Ĉi tiu mesaĝo estas ĉifrita.

source: Decrypt Message
eo: Malĉifri Mesaĝon

source: Please wait while the message is being decrypted...
eo: Bonvolu atendi dum la mesaĝo estas deĉifrita...

source: The message is encrypted for the following keys:
eo: La mesaĝo estas ĉifrita por la sekvaj ŝlosiloj:

source: Hide Details
eo: Kaŝi Detalojn

source: unknown key
eo: nekonata ŝlosilo

# Compliance: status/type of compliance
source: Compliance: %1
eo: Konformeco: %1

# Encrypted message (status/type of compliance)
source: Encrypted message (%1)
eo: Ĉifrita mesaĝo (%1)

source: Encrypted message
eo: Ĉifrita mesaĝo

source: Show Details
eo: Montri Detalojn

source: Encrypted message (decryption not possible)
eo: Enujigita mesaĝo (deĉifro ne eblas)

source: Reason:
eo: Kialo:

source: No secret key found to decrypt the message. The message is encrypted for the following keys:
eo: Neniu sekreta ŝlosilo trovita por malĉifri la mesaĝon. La mesaĝo estas ĉifrita por la sekvaj ŝlosiloj:

source: Could not decrypt the data.
eo: Ne eblis deĉifri la datumojn.

source: End of encrypted message
eo: Fino de la ĉifrita mesaĝo

source: <b>Note:</b> This is an HTML message. For security reasons, only the raw HTML code is shown. If you trust the sender of this message then you can activate formatted HTML display for this message <a href='kmail:showHTML'>by clicking here</a>.
eo: <b>Noto:</b> Ĉi tio estas HTML-mesaĝo. Pro sekurecaj kialoj, nur la kruda HTML-kodo estas montrita. Se vi fidas la sendinton de ĉi tiu mesaĝo, tiam vi povas aktivigi formatitan HTML-montrilon por ĉi tiu mesaĝo <a href='kmail:showHTML'>klakante ĉi tie</a>.

source: <b>Note:</b> This HTML message may contain external references to images etc. For security/privacy reasons external references are not loaded. If you trust the sender of this message then you can load the external references for this message <a href='kmail:loadExternal'>by clicking here</a>.
eo: <b>Noto:</b> Ĉi tiu HTML-mesaĝo povas enhavi eksterajn referencojn al bildoj ktp. Pro sekurecaj/privatecaj kialoj eksteraj referencoj ne estas ŝargitaj. Se vi fidas la sendinton de ĉi tiu mesaĝo, tiam vi povas ŝargi la eksterajn referencojn por ĉi tiu mesaĝo <a href='kmail:loadExternal'>klakante ĉi tie</a>.

source: Please wait while the signature is being verified...
eo: Bonvolu atendi dum la subskribo estas konfirmita...

source: Not enough information to check signature. %1
eo: La informoj ne sufiĉas por kontroli la subskribon. %1

source: Message was signed by %1.
eo: Mesaĝo subskribita de %1.

source: Message was signed with unknown key.
eo: Mesaĝo estis subskribita kun nekonata ŝlosilo.

source: Message was signed with key %1.
eo: Mesaĝo estis subskribita kun ŝlosilo %1.

source: Message was signed by %3 on %1 with key %2
eo: Mesaĝo estis subskribita de %3 en %1 kun ŝlosilo %2.

source: Message was signed on %1 with key %2.
eo: Mesaĝo estis subskribita en %1 kun ŝlosilo %2.

source: Message was signed by %2 with key %1.
eo: Mesaĝo estis subskribita de %2 kun ŝlosilo %1.

source: Status:
eo: Stato:

source: Message was signed by %2 (Key ID: %1).
eo: Mesaĝo estis subskribita de %2 (Ŝlosilo: %1).

source: Message was signed on %1 with unknown key %2.
eo: Mesaĝo estis subskribita en %1 kun nekonata ŝlosilo %2.

source: Message was signed with unknown key %1.
eo: Mesaĝo estis subskribita kun nekonata ŝlosilo %1.

source: The validity of the signature cannot be verified.
eo: La valideco de la subskribo ne estis konfirmebla.

source: The signature is valid, but the key's validity is unknown.
eo: La subskribo estas valida, sed la valideco de la ŝlosilo ne estas konata.

source: The signature is valid and the key is marginally trusted.
eo: La subskribo estas valida, sed la ŝlosilo estas nur iom fidata.

source: The signature is valid and the key is fully trusted.
eo: La subskribo estas valida kaj la ŝlosilo estas tute fidinda.

source: The signature is valid and the key is ultimately trusted.
eo: La subskribo estas valida kaj la ŝlosilo estas ĉiukaze fidinda.

source: The signature is valid, but the key is untrusted.
eo: La subskribo estas valida, sed la ŝlosilo estas ne fidinda.

source: Warning: The signature is bad.
eo: Averto: Malbona subskribo.

source: Compliance: %1
eo: Konformeco: %1

source: Invalid signature
eo: Nevalida subskribo

source: Not enough information to check signature validity
eo: Ne sufiĉas informoj por konfirmi subskriban validecon

source: Signed by <a href='mailto:%1'>%1</a>
eo: Subskribite de <a href='mailto:%1'>%1</a>

source: Signature is valid
eo: Subskribo validas

source: Unknown signature state
eo: Nekonata subskriba stato

source: End of signed message
eo: Fino de la PGP-mesaĝo

source: Stored DKIM key is different from the current one. Do you want to store this one too?
eo: Konservita DKIM-ŝlosilo diferencas de la nuna. Ĉu vi ankaŭ volas konservi ĉi tiun?

# @title:window
source: Key Changed
eo: Ŝlosilo Ŝanĝita

# @action:button
source: Store
eo: Vendejo

source: DKIM Key
eo: Ŝlosilo DKIM

source: Selector
eo: Elektilo

source: Inserted
eo: Enigita

source: Last Used
eo: Laste Uzita

source: Copy Key
eo: Kopii Ŝlosilon

source: Remove Key
eo: Forigi Ŝlosilon

source: Do you want to delete this key?
eo: Ĉu vi volas forigi ĉi tiun ŝlosilon?

source: Delete Key
eo: Forigi Ŝlosilon

source: Delete All
eo: Forigi Ĉion

source: Do you want to delete all keys?
eo: Ĉu vi volas forigi ĉiujn ŝlosilojn?

# @title:window
source: Delete Keys
eo: Forigi Ŝlosilojn

# @info:placeholder
source: Search...
eo: Serĉi...

source: Must be signed
eo: Devas esti subskribita

source: Can be signed
eo: Povas esti subskribita

source: Ignore if not signed
eo: Ignori se ne subskribite

# @action:button
source: Export...
eo: Eksporti...

# @title:window
source: Configure Rule
eo: Agordi Regulon

# @action:button
source: Add Rule...
eo: Aldoni regulon...

# @action:button
source: Import...
eo: Importi...

source: No rules found
eo: Neniuj reguloj trovitaj

# @title:window
source: Export Rules
eo: Eksporti Regulojn

source: Export Rules
eo: Eksporti Regulojn

source: Import Rules
eo: Importi Regulojn

source: No rules imported.
eo: Neniuj reguloj importitaj.

# @title:window
source: Import Rules
eo: Importi Regulojn

source: Domain
eo: Domajno

source: Active
eo: Aktiva

source: List-ID
eo: Listo-ID

source: From
eo: De

source: Rule type
eo: Tipo de regulo

source: Priority
eo: Prioritato

source: Add...
eo: Aldoni...

source: Modify...
eo: Ŝanĝi...

source: Duplicate Rule
eo: Duplikata Regulo

source: Remove Rule
eo: Forigi Regulon

source: Do you want to delete this rule?
eo: Ĉu vi volas forigi ĉi tiun regulon?

# @title:window
source: Delete Rule
eo: Forigi Regulon

source: Do you want to delete all the rules?
eo: Ĉu vi volas forigi ĉiujn regulojn?

# @title:window
source: Delete Rules
eo: Forigi Regulojn

# @title:window
source: Add Rule
eo: Aldoni Regulon

# @title:window
source: Modify Rule
eo: Modifi Regulon

source: Enabled
eo: Ebligita

source: Domain:
eo: Domajno:

source: List-Id:
eo: Listo-identigilo:

source: From:
eo: De:

# @info:placeholder
source: Use '*' to specify all emails from domain
eo: Uzi '*' por specifi ĉiujn retpoŝtojn de domajno

source: Rule:
eo: Regulo:

source: Priority:
eo: Prioritato:

source: Recheck DKIM Signature
eo: Rekontroli la subskribon de DKIM

source: Update DKIM key
eo: Ĝisdatigi DKIM-ŝlosilon

source: Rules...
eo: Reguloj...

source: Unknown
eo: Nekonata

source: DKIM: valid (signed by %1)
eo: DKIM: valida (subskribita de %1)

source: DKIM: invalid
eo: DKIM: nevalida

source: DKIM: Not signed
eo: DKIM: Ne subskribite

source: DKIM: Should Be Signed by %1
eo: DKIM: Devus esti Subskribita de %1

source: Body Hash was corrupted.
eo: Body Hash estis koruptita.

source: The domain doesn't exist.
eo: La domajno ne ekzistas.

source: Missing header From.
eo: Mankas kaplinio De.

source: Missing signature.
eo: Mankas subskribo.

source: Invalid query method.
eo: Nevalida enketmetodo.

source: Invalid header canonicalization.
eo: Nevalida kaplinigo.

source: Invalid body canonicalization.
eo: Nevalida korpkanonigo.

source: Unknown Body Hash Algorithm.
eo: Nekonata Korp-Haketa Algoritmo.

source: Signature algorithm is invalid.
eo: Subskribo-algoritmo nevalidas.

source: The public key was revoked.
eo: La publika ŝlosilo estis revokita.

source: Signature is too large.
eo: Subskribo estas tro granda.

source: Hash Algorithm is unsupported.
eo: Hash Algoritmo estas nesubtenata.

source: Public key is too small.
eo: Publika ŝlosilo estas tro malgranda.

source: Impossible to verify signature.
eo: Neeble konfirmi subskribon.

source: AUID must be in the same domain as SDID (s-flag set in key record).
eo: AUID devas esti en la sama domajno kiel SDID (s-flago agordita en ŝlosila registro).

source: The signing domain is only testing DKIM.
eo: La subskriba domajno nur testas DKIM.

source: Impossible to download key.
eo: Neeble elŝuti ŝlosilon.

source: Hash Algorithm unsafe (sha1)
eo: Hash Algoritmo nesekura (sha1)

source: AUID is not in a subdomain of SDID
eo: AUID ne estas en subdomajno de SDID

source: Problem during converting public key
eo: Problemo dum konvertado de publika ŝlosilo

source: Signature expired
eo: Subskribo eksvalidiĝis

source: Signature created in the future
eo: Subskribo kreita estonte

source: Signature too small
eo: Subskribo tro malgranda

source: Public Key too small
eo: Publika Ŝlosilo tro malgranda

source: %1: None
eo: %1: Neniu

source: %1: Valid (Signed by %2)
eo: %1: Valida (Subskribita de %2)

source: %1: Valid
eo: %1: Valida

source: Not Signed
eo: Ne Subskribita

source: Subject:
eo: Subjekto:

source: Date:
eo: Dato:

source: Message-Id:
eo: Mesaĝ-Ident:

source: To:
eo: Al:

source: Reply To:
eo: Respondi al:

source: Sender:
eo: Sendanto:

source: resent from:
eo: resendi de:

source: resent to:
eo: resendi al:

source: Grantlee theme "%1" is not valid.
eo: Subvenciita etoso "%1" ne validas.

source: No Subject
eo: sen temo

source: Spam Status:
eo: Spamstato:

source: Printing mode
eo: Presa reĝimo

source: Attachments:
eo: Aldonaĵoj:

source: Security:
eo: Sekureco:

# Unknown date
source: Unknown
eo: Nekonata

source: %1% probability of being spam with confidence %3%. Full report: Probability=%2 Confidence=%4
eo: %1% probablo esti spamo kun konfido %3%. Plena raporto: Probability=%2 Fido=%4

source: %1% probability of being spam. Full report: Probability=%2
eo: %1% probableco esti spamo. Plena raporto: Probablo=%2

source: No Spam agent
eo: Neniu Spam-agento

source: Spam filter score not a number
eo: Spamfiltrila poentaro ne estas nombro

source: Threshold not a valid number
eo: Sojlo ne valida nombro

source: Spam filter score could not be extracted from header
eo: Spamfiltrila poentaro ne povis esti eltirita de kaplinio

source: Threshold could not be extracted from header
eo: Sojlo ne povus esti eltirita de kaplinio

source: Error evaluating spam score
eo: Eraro pri taksado de spampoentaro

source: %1. Full report: %2
eo: %1. Plena raporto: %2

# View->
source: &Headers
eo: &Kaplinioj

source: Choose display style of message headers
eo: Elekti aplikon de mesaĝkapoj

source: Date:
eo: Dato:

source: From:
eo: De:

source: [vCard]
eo: [vizikarto]

# To-field of the mailheader.
source: To:
eo: Al:

source: CC:
eo: Kopio:

source: BCC:
eo: Nevidebla kopio:

source: Reply to:
eo: Respondo al:

# @action
source: Ignore
eo: Ignori

# @action
source: Send
eo: Sendi

# @action
source: Send Deny
eo: Sendi Neon

source: Error: Signature not verified
eo: Eraro: subskribo ne konfirmata

source: Good signature
eo: Korekta subskribo

source: Bad signature
eo: Malbona subskribo

source: No public key to verify the signature
eo: Neniu publikŝlosilo por konfirmi la subskribon

source: No signature found
eo: Subskribo ne trovita.

source: Error verifying the signature
eo: Eraro dum konfirmo de subskribo

source: Different results for signatures
eo: Diversaj rezultoj por subskriboj

source: No status information available.
eo: Neniu stato haviĝebla

source: Good signature.
eo: Korekta subskribo.

source: One key has expired.
eo: Ŝlosilo malvalidiĝis.

source: The signature has expired.
eo: La subskribo malvalidiĝis.

source: Unable to verify: key missing.
eo: Ne eblas konfirmi: Ŝlosilo mankas.

source: CRL not available.
eo: ANVLo ne uzebla.

source: Available CRL is too old.
eo: Uzebla ANVLo estas tro malnova.

source: A policy was not met.
eo: Ĝi ne akordas kun iu direktivo.

source: A system error occurred.
eo: Sistemeraro okazis.

source: One key has been revoked.
eo: Ŝlosilo estas reprenita.

source: Bad signature.
eo: Malbona subskribo.

source: certificate
eo: atestilo

# Start of warning message.
source: Warning:
eo: Averto:

source: Sender's mail address is not stored in the %1 used for signing.
eo: Retpoŝta adreso de la sendinto ne estas konservita en %1 por subskribi.

source: sender:
eo: sendinto:

source: stored:
eo: konservita:

source: No mail address is stored in the %1 used for signing, so we cannot compare it to the sender's address %2.
eo: Neniu retpoŝtadreso estas konservita en la %1 por subskribi. Tial ni ne povos kompari ĝin kun la sendintula adreso %2.

# @title:window
source: Configure Remote Content
eo: Agordi Foran Enhavon

source: Status
eo: Stato

source: Do you want to delete this rule '%1'?
eo: Ĉu vi volas forigi ĉi tiun regulon '%1'?

# @title:window
source: Edit Remote Content
eo: Redakti Foran Enhavon

# @title:window
source: Add Remote Content
eo: Aldoni Foran Enhavon

source: An entry already defines this url. Please modify it.
eo: Eniro jam difinas ĉi tiun URL. Bonvolu modifi ĝin.

# @title:window
source: Add new Url
eo: Aldoni novan URL

source: Configure
eo: Agordi

source: Remote Content
eo: Fora Enhavo

source: Authorize %1
eo: Rajtigi %1

source: Authorize all Urls
eo: Rajtigi ĉiujn URL-ojn

source: Authorized
eo: Rajtigita

source: Blocked
eo: Blokita

# @label:textbox
source: Domain:
eo: Domajno:

# @title:window
source: Details
eo: Detaloj

source: This message may be a scam. <a href="scamdetails">(Details...)</a>
eo: Ĉi tiu mesaĝo povas esti fraŭdo. <a href="scamdetails">(Detaloj...)</a>

# @action
source: Move to Trash
eo: Movi al rubujo

# @action
source: I confirm it's not a scam
eo: Mi konfirmas, ke ĝi ne estas fraŭdo

# @action
source: Add email to whitelist
eo: Aldoni retpoŝton al blanka listo

# @action
source: Disable scam detection for all messages
eo: Malebligi fraŭdan detekton por ĉiuj mesaĝoj

source: This email contains a link which reads as '%1' in the text, but actually points to '%2'. This is often the case in scam emails to mislead the recipient
eo: Ĉi tiu retpoŝto enhavas ligilon kiu tekstas kiel '%1' en la teksto, sed fakte montras al '%2'. Ĉi tio ofte okazas en fraŭdaj retpoŝtoj por trompi la ricevanton

source: This email contains a link which points to a numerical IP address (%1) instead of a typical textual website address. This is often the case in scam emails.
eo: Ĉi tiu retpoŝto enhavas ligilon, kiu montras al nombra IP-adreso (%1) anstataŭ tipa teksta retejo-adreso. Ĉi tio ofte okazas en fraŭdaj retpoŝtoj.

source: This email contains a link which points to a hexadecimal IP address (%1) instead of a typical textual website address. This is often the case in scam emails.
eo: Ĉi tiu retpoŝto enhavas ligilon, kiu montras al deksesuma IP-adreso (%1) anstataŭ tipa teksta retejo-adreso. Ĉi tio ofte okazas en fraŭdaj retpoŝtoj.

source: This email contains a link (%1) which has a redirection
eo: Ĉi tiu retpoŝto enhavas ligilon (%1) kiu havas alidirektilon

source: This email contains a link (%1) which contains multiple http://. This is often the case in scam emails.
eo: Ĉi tiu retpoŝto enhavas ligilon (%1) kiu enhavas plurajn http://. Ĉi tio ofte okazas en fraŭdaj retpoŝtoj.

source: This email contains a shorturl (%1). It can redirect to another server.
eo: Ĉi tiu retpoŝto enhavas mallongan URL (%1). Ĝi povas redirekti al alia servilo.

source: Message contains form element. This is often the case in scam emails.
eo: Mesaĝo enhavas formaelementon. Ĉi tio ofte okazas en fraŭdaj retpoŝtoj.

source: Details:
eo: Detaloj:

source: No network connection detected, we cannot expand url.
eo: Neniu retkonekto detektita, ni ne povas pligrandigi URL.

source: Impossible to expand '%1'.
eo: Neeble vastigi '%1'.

source: Short url '%1' redirects to '%2'.
eo: Mallonga URL '%1' alidirektas al '%2'.

source: Only print selected text in viewer
eo: Presi nur elektitan tekston en vidilo

source: Respect expand/collapse quote mark which is defined in settings during printing.
eo: Respekti vastigi/malvastigi citilsignon kiu estas difinita en agordoj dum presado.

source: Specifies whether the background color and images are also drawn when the page is printed.
eo: Specifas ĉu la fonkoloro kaj bildoj ankaŭ estas desegnitaj kiam la paĝo estas presita.

source: Always show encryption/signature details when we print message
eo: Ĉiam montri detalojn pri ĉifrado/subskribo kiam ni presas mesaĝon

source: When we render html do not use font size inferior to minimum size.
eo: Kiam ni bildigas html ne uzu tiparon malsuperan al minimuma grandeco.

source: Specifies the font to use for the message body
eo: Specifas la tiparon por uzi por la mesaĝokorpo

source: Specifies the font to use for printing
eo: Specifas la tiparon uzinda por presado

source: Check if url can be a phishing
eo: Kontrolu ĉu url povas esti phishing

source: Close message window after replying or forwarding
eo: Fermu mesaĝan fenestron post respondo aŭ plusendo

source: Show expand/collapse quote marks
eo: Montri vastigajn/malvastigajn citilojn

source: Enable this option to show different levels of quoted text. Disable to hide the levels of quoted text.
eo: Ŝaltu ĉi tiun elekteblon por montri malsamajn nivelojn de citita teksto. Malebligu por kaŝi la nivelojn de citita teksto.

source: Automatic collapse level:
eo: Aŭtomata malvastig-nivelo:

source: Reduce font size for quoted text
eo: Redukti tipargrandon por citita teksto

source: Enable this option to show quoted text with a smaller font.
eo: Ŝaltu ĉi tiun elekteblon por montri cititan tekston kun pli malgranda tiparo.

source: Always decrypt messages when viewing or ask before decrypting
eo: Ĉiam deĉifri mesaĝojn kiam vi vidas aŭ demandu antaŭ deĉifri

source: Message Structure Viewer
eo: Vidilo por Mesaĝa Strukturo

source: Show never
eo: Neniam montri

source: Show always
eo: Montri ĉiam

source: What style of headers should be displayed
eo: Kiu stilo de kaplinioj estu montrata

source: How much of headers should be displayed
eo: Kiom da kaplinioj estu montrataj

source: Prefer HTML to plain text
eo: Preferi HTML al plata teksto

source: Allow messages to load external references from the Internet
eo: Permesi al mesaĝoj ŝargi eksterajn referencojn el la Reto

source: How attachments are shown
eo: Kiel kunsendaĵoj estas montrataj

source: Specifies whether to reuse the quote color, beyond the 3rd level
eo: Specifas ĉu reuzi la citkoloron, preter la 3-a nivelo

source: Activate Access Key
eo: Aktivigi Alirŝlosilon

source: KMail can analyze messages for suspected email scams by looking for common techniques used to deceive you
eo: KMail povas analizi mesaĝojn por ŝajnaj retpoŝtaj fraŭdoj serĉante oftajn teknikojn uzatajn por trompi vin

source: List of emails in scam white list
eo: Listo de retpoŝtoj en fraŭda blanklisto

source: Scan emails for tracking URLs
eo: Skani retpoŝtojn por spuri URL-ojn

source: Do not send MDNs in response to encrypted messages
eo: Ne sendi MDN-ojn respondante al ĉifritaj mesaĝoj

source: Mangle From:/To: headers in replies to replies
eo: Mallegebligi From:/To: kapliniojn en respondoj al respondoj

source: Microsoft Outlook has a number of shortcomings in its implementation of the iCalendar standard; this option works around one of them. If you have problems with Outlook users not being able to get your replies, try setting this option.
eo: Microsoft Outlook havas kelkajn mankojn en ĝia efektivigo de la iCalendar normo; ĉi tiu elekteblo ĉirkaŭiras unu el ili. Se vi havas problemojn kun Outlook-uzantoj ne kapablaj ricevi viajn respondojn, provu agordi ĉi tiun elekteblon.

source: Send groupware invitations in the mail body
eo: Sendi grupvar-invitojn en la tekstokorpo

source: Microsoft Outlook has a number of shortcomings in its implementation of the iCalendar standard; this option works around one of them. If you have problems with Outlook users not being able to get your invitations, try setting this option.
eo: Microsoft Outlook havas kelkajn mankojn en ĝia efektivigo de la iCalendar normo; ĉi tiu elekteblo ĉirkaŭiras unu el ili. Se vi havas problemojn, ke uzantoj de Outlook ne povas ricevi viajn invitojn, provu agordi ĉi tiun elekteblon.

source: Exchange-compatible invitation naming
eo: Interŝanĝ-kongrua nomado de invito

source: Microsoft Outlook, when used in combination with a Microsoft Exchange server, has a problem understanding standards-compliant groupware email. Turn this option on to send groupware invitations in a way that Microsoft Exchange understands.
eo: Microsoft Outlook, kiam ĝi estas uzata en kombinaĵo kun Microsoft Exchange-servilo, havas problemon komprenante normkonforman grupvaron retpoŝton. Ŝaltu ĉi tiun elekteblon por sendi invitojn pri grupvaroj laŭ maniero, kiun Microsoft Exchange komprenas.

source: Automatic invitation sending
eo: Aŭtomata invitosendo

source: When this is checked, you will not see the mail composer window. Instead, all invitation mails are sent automatically. If you want to see the mail before sending it, you can uncheck this option. However, be aware that the text in the composer window is in iCalendar syntax, and you should not try modifying it by hand.
eo: Kiam ĉi tio estas markita, vi ne vidos la fenestron de poŝtkomponisto. Anstataŭe, ĉiuj invitmesaĝoj estas senditaj aŭtomate. Se vi volas vidi la poŝton antaŭ sendi ĝin, vi povas malmarki ĉi tiun elekteblon. Tamen, konsciu, ke la teksto en la komponista fenestro estas en iCalendar-sintakso, kaj vi ne provu modifi ĝin mane.

source: Delete invitation emails after the reply to them has been sent
eo: Forigi invitmesaĝojn post kiam la respondo al ili estas sendita

source: When this is checked, received invitation emails that have been replied to will be moved to the Trash folder, once the reply has been successfully sent.
eo: Kiam ĉi tio estas markita, ricevitaj invitretmesaĝoj al kiuj estis responditaj estos movitaj al la Rubujo-dosierujo, post kiam la respondo estas sukcese sendita.

source: Use Fi&xed Font
eo: Uzi E&gallarĝan Tiparon

source: The most recent selected folder used for Todo.
eo: La plej lastatempe elektita dosierujo uzata por Todo.

source: The most recent selected folder used for Event.
eo: La plej lastatempa elektita dosierujo uzata por Evento.
