Repository: KDE/messagelib
Catalog: po/*/libtemplateparser6.po
Languages: eu

# Message->
source: Universal
eu: Unibertsala

# Message->
source: Reply
eu: Erantzun

# Message->
source: Reply to All
eu: Erantzun denei

# Message->
source: Forward
eu: Birbidali

source: <a href="whatsthis">How does this work?</a>
eu: <a href="whatsthis">Hori nola dabil?</a>

source: <qt><p>Here you can add, edit, and delete custom message templates to use when you compose a reply or forwarding message. Create the custom template by typing the name into the input box and press the '+' button. Also, you can bind a keyboard combination to the template for faster operations.</p><p>Message templates support substitution commands, by simply typing them or selecting them from the <i>Insert command</i> menu.</p><p>There are four types of custom templates: used to <i>Reply</i>, <i>Reply to All</i>, <i>Forward</i>, and <i>Universal</i> which can be used for all kinds of operations. You cannot bind a keyboard shortcut to <i>Universal</i> templates.</p></qt>
eu: <qt><p>Hemen, erantzun edo birbidaltze mezu bat idaztean erabiltzeko, neurrira egokitutako mezu txantiloiak gehitu, editatu eta ezabatu ditzakezu. Sortu neurrira egokitutako txantiloia, sarrerako laukian izena tekleatu eta '+' botoia sakatuz. Gainera, eragiketak azkartzeko, txantiloiari teklatuko konbinazio bat lotu diezaiokezu.</p><p>Mezuen txantiloiek ordezkapen-komandoak onartzen dituzte, haiek tekleatuz edo <i>Txertatu komandoa</i> menutik haiek hautatuz.</p><p>Neurrira egokitutako lau txantiloi mota daude: haien erabilera, <i>Erantzun</i>, <i>Erantzun denei</i>, <i>Birbidali</i>, eta <i>Unibertsala</i>, eragiketa mota guztietarako erabil daitekeena. <i>Unibertsala</i> txantiloiei ezin zaie teklatuko lasterbiderik lotu.</p></qt>

# Message->
source: Unknown
eu: Ezezaguna

source: A template with same name already exists.
eu: Badago izen bereko txantiloi bat.

# @title:window
source: Cannot create template
eu: Ezin du txantiloia sortu

# @info
source: Do you really want to remove template "%1"?
eu: Benetan ezabatu nahi duzu '"%1' txantiloia?

# @title:window
source: Remove Template?
eu: Txantiloia kendu?

source: With Custom Template
eu: Neurrira egokitutako txantiloiarekin

source: Reply With Custom Template
eu: Erantzun neurrira egokitutako txantiloiarekin

source: Reply to All With Custom Template
eu: Erantzun denei neurrira egokitutako txantiloiarekin

source: (no custom templates)
eu: (ez dago neurrira egokitutako txantiloirik)

source: Default new message template
eu: Mezu berria txantiloi lehenetsia

source: Default reply template
eu: Erantzun txantiloia lehenetsia

source: On %1 %2 you wrote: %3 %4
eu: %1 %2(e)tan idatzi zenuen: %3 %4

source: Default reply all template
eu: Erantzun denei txantiloi lehenetsia

source: On %1 %2 %3 wrote: %4 %5
eu: %1 %2(e)tan %3(e)k idatzi zuen: %4 %5

source: Default forward template
eu: Birbidali txantiloi lehenetsia

source: ---------- Forwarded Message ---------- Subject: %1 Date: %2, %3 From: %4 %OADDRESSEESADDR %5 -----------------------------------------
eu: ---------- Birbidalitako mezua ---------- Gaia: %1 Data: %2, %3 Nork: %4 %OADDRESSEESADDR %5 -----------------------------------------

source: Template content
eu: Txantiloiaren edukia

source: Template shortcut
eu: Txantiloiaren lasterbidea

source: Template type
eu: Txantiloi mota

source: Remove the signature when replying
eu: Kendu sinadura erantzuterakoan

source: Use smart &quoting
eu: Erabili ai&pu adimentsuak

source: Reply or forward using the same visual format as the original message (plain text or HTML)
eu: Erantzun edo birbidali jatorrizko mezuaren ikuste-formatu bera erabiliz (testu soila edo HTML)

source: Message template for new message
eu: Mezu berrirako mezu-txantiloia

source: Message template for reply
eu: Erantzuteko mezu-txantiloia

source: Message template for reply to all
eu: Denei erantzuteko mezu-txantiloia

source: Message template for forward
eu: Birbidaltzeko mezu-txantiloia

source: Quote characters
eu: Aipu-karaktereak

# @info
source: Cannot insert content from file %1: %2
eu: Ezin du %1 fitxategiko edukirik gehitu: %2

# @item:intext email To
source: To:
eu: Nori:

# @item:intext
source: Attachment %1
eu: Eranskina %1

# @info
source: Pipe command <command>%1</command> failed.
eu: Birbideratze komandoak, <command>%1</command>, huts egin du.

source: Quoted Message Text
eu: Testuko mezua aipu artean

source: Message Text as Is
eu: Mezuko testua bere horretan

source: Message Id
eu: Mezuaren ID

source: Date
eu: Data

source: Date in Short Format
eu: Data formatu laburrean

source: Date in C Locale
eu: Data tokiko C konfigurazioan

source: Day of Week
eu: Asteko eguna

source: Time
eu: Ordua

source: Time in Long Format
eu: Ordua forma luzean

source: Time in C Locale
eu: Ordua tokiko C konfigurazioan

source: To Field Address
eu: Nori eremuko helbidea

source: To Field Name
eu: Nori eremuko izena

source: To Field First Name
eu: Nori eremuko deitura

source: To Field Last Name
eu: Nori eremuko abizena

source: CC Field Address
eu: CC eremuko helbidea

source: CC Field Name
eu: CC eremuko izena

source: CC Field First Name
eu: CC eremuko deitura

source: CC Field Last Name
eu: CC eremuko abizena

source: From Field Address
eu: Nork eremuko helbidea

source: From Field Name
eu: Nork eremuko izena

source: From Field First Name
eu: Nork eremuko deitura

source: From Field Last Name
eu: Nork eremuko abizena

source: Addresses of all recipients
eu: Hartzaile guztien helbideak

# Template value for subject of the message
source: Subject
eu: Gaia

source: Quoted Headers
eu: Goiburuak aipu artean

source: Headers as Is
eu: Goiburuak bere horretan

source: Header Content
eu: Goiburuaren edukia

source: Reply as Quoted Plain Text
eu: Erantzuna aipu arteko testu soil gisa

source: Reply as Quoted HTML Text
eu: Erantzuna aipu arteko HTML testu gisa

source: From field Name
eu: Nork eremuko izena

# Template subject command.
source: Subject
eu: Gaia

source: Pipe Original Message Body and Insert Result as Quoted Text
eu: Birbideratu jatorrizko mezuaren gorputza eta sartu emaitza aipu arteko testu gisa

source: Pipe Original Message Body and Insert Result as Is
eu: Birbideratu jatorrizko mezuaren gorputza eta sartu emaitza bere horretan

source: Pipe Original Message with Headers and Insert Result as Is
eu: Birbideratu jatorrizko mezua goiburuekin eta sartu emaitza bere horretan

source: Pipe Current Message Body and Insert Result as Is
eu: Birbideratu uneko mezuaren gorputza eta sartu emaitza bere horretan

source: Pipe Current Message Body and Replace with Result
eu: Birbideratu uneko mezuaren gorputza eta ordeztu emaitzarekin

# Inserts user signature, also known as footer, into message
source: Signature
eu: Sinadura

source: Insert File Content
eu: Txertatu fitxategiaren edukia

source: Discard to Next Line
eu: Baztertu hurrengo lerrora arte

source: Template Comment
eu: Txantiloiaren edukia

source: No Operation
eu: Eragiketarik gabe

source: Clear Generated Message
eu: Garbitu sortutako mezua

source: Cursor position
eu: Kurtsorearen kokalekua

source: Blank text
eu: Testua hutsik

source: Dictionary Language
eu: Hiztegiko hizkuntza

source: Language
eu: Hizkuntza

source: Turn Debug On
eu: Piztu araztea

source: Turn Debug Off
eu: Itzali araztea

source: Insert Command
eu: Txertatu komandoa

source: Original Message
eu: Jatorrizko mezua

source: Current Message
eu: Uneko mezua

source: Process with External Programs
eu: Prozesatu kanpoko programekin

# Miscellaneous template commands menu
source: Miscellaneous
eu: Beste zenbait

# Debug template commands menu
source: Debug
eu: Araztu

source: <p>Here you can create and manage templates to use when composing new messages, replies or forwarded messages.</p><p>The message templates support substitution commands, either simply type them or select them from the <i>Insert command</i> menu.</p>
eu: <p>Hemen, mezu berriak, erantzunak eta birbidaltzeko mezuak idaztean erabiltzeko txantiloiak sortu eta kudeatu ditzakezu.</p><p>Mezuen txantiloiek ordezkapen-komandoak onartzen dituzte, haiek tekleatuz edo <i>Txertatu komandoa</i> menutik haiek hautatuz.</p>

source: <p>Templates specified here are folder-specific. They override both global templates and per-identity templates.</p>
eu: <p>Hemen zehaztutako txantiloiak karpetarenak berariazkoak dira. Txantiloi globalak eta nortasunekoak baliogabetzen dituzte.</p>

source: <p>Templates specified here are identity-specific. They override global templates, but can be overridden by per-folder templates if they are specified.</p>
eu: <p>Hemen zehaztutako txantiloiak nortasunarenak berariazkoak dira. Txantiloi globalak eta nortasunekoak baliogabetzen dituzte.</p>

source: <p>These are global (default) templates. They can be overridden by per-identity templates or per-folder templates if they are specified.</p>
eu: <p>Horiek txantiloi global (lehenetsiak) dira. Haiek zehaztuz gero, nortasuneko edo karpetako txantiloiak baliogabetu ditzakete.</p>

source: Do you want to reset current template or all templates to default?
eu: Uneko txantiloia edo txantiloi denak balio lehenetsietan berrezarri nahi dituzu?

# @title:window
source: Reset to default
eu: Berrezarri lehenetsian

# @action:button
source: Reset Current Template
eu: Berrezarri uneko txantiloia

# @action:button
source: Reset All Templates
eu: Berrezarri txantiloi denak

source: Use of "Reply using plain text" and "Reply using HTML text" in pairs is not correct. Use only one of the aforementioned commands with " Reply as Quoted Message command" as per your need (a)Reply using plain text for quotes to be strictly in plain text (b)Reply using HTML text for quotes being in HTML format if present
eu: "Erantzun testu soila erabiliz" eta " Erantzun HTML testua erabiliz" bikotean erabiltzea ez da zuzena. Erabili aipatutako komandoetako bat "Erantzun aipu arteko mezu komandoa" zure beharren arabera (a) Erantzun testu soila erabiliz aipuak, zorrotz, testu soilean egon daitezen (b) Erantzun HTML testua erabiliz aipuak HTML formatuan baleude hala egon daitezen

source: &Insert Command
eu: &Txertatu komandoa

# @info:tooltip
source: Select a command to insert into the template
eu: Aukeratu txantiloian txertatzeko komando bat

# @info:whatsthis
source: Traverse this menu to find a command to insert into the current template being edited. The command will be inserted at the cursor location, so you want to move your cursor to the desired insertion point first.
eu: Menu hori gurutzatu, editatzen ari zaren txantiloian txertatzeko komando bat aurkitzeko. Komandoa kurtsorearen kokalekuan txertatuko da, beraz, aurrena, zure kurtsorea txertatzea nahi duzun puntura mugitu behar duzu.

# @info:tooltip
source: Enter a name for the custom template
eu: Sartu neurrira eginiko txantiloirako izen bat

# @info:whatsthis
source: To create a custom template, first enter a name for that template and press the '+' button.
eu: Neurrira egokitutako txantiloi bat sortzeko, aurrena sartu bere izena eta sakatu '+' botoia.

# @info:tooltip
source: Add a new custom template
eu: Gehitu neurrira egokitutako txantiloi berri bat

# @info:whatsthis
source: Press this button if you want to create a new custom template with the specified name
eu: Sakatu botoi hori zehaztutako izenarekin neurrira egokitutako txantiloi bat sortzeko

# @info:tooltip
source: Remove the selected custom template
eu: Kendu hautatutako neurrira egokitutako txantiloia

# @info:whatsthis
source: Press this button if you want to remove the currently selected custom template
eu: Sakatu botoi hori unean hautatutako neurrira egokitutako txantiloia kentzeko

# @info:tooltip
source: Duplicate the selected custom template
eu: Bikoiztu hautatutako neurrira egokitutako txantiloia

# @info:whatsthis
source: Press this button if you want to duplicate the currently selected custom template
eu: Sakatu botoi hori unean hautatutako neurrira egokitutako txantiloia bikoiztu nahi baduzu

# @info:tooltip
source: List of custom templates available
eu: Erabilgarri dauden neurrira egokitutako txantiloien zerrenda

# @info:whatsthis
source: This is a list of all the custom templates available.
eu: Hori, neurrira egokitutako txantiloi erabilgarri guztien zerrenda bat da.

# @title:column Type of custom template
source: Type
eu: Mota

# @title:column Name of the custom template.
source: Name
eu: Izena

# @label:textbox Recipient mail address
source: To:
eu: Nori:

# @info:tooltip
source: Additional recipients of the message
eu: Mezuaren hartzaile osagarriak

# @info:whatsthis
source: When using this template, the default recipients are those you enter here. This is a comma-separated list of mail addresses.
eu: Txantiloi hori erabiltzean, hartzaile lehenetsiak hemen sartzen dituzunak dira. Hori, komaz banatutako e-posta helbide zerrenda bat da.

# @info:tooltip
source: Additional recipients who get a copy of the message
eu: Mezuaren kopia bat jasotzen duten hartzaile gehigarriak

# @info:whatsthis
source: When using this template, the recipients you enter here will by default get a copy of this message. This is a comma-separated list of mail addresses.
eu: Txantiloi hori erabiltzean, hemen gehitzen dituzun hartzaileek era lehenetsian mezuaren kopia bat jasoko dute. Hori, komaz banatutako e-posta helbide zerrenda bat da.

# @info:tooltip
source: The custom template
eu: Neurrira egokitutako txantiloia

# @info:whatsthis
source: This area contains the associated custom template.
eu: Ermu honek lotutako, neurrira egokitutako txantiloia, du.

# @item:inlistbox Universal custom template type.
source: Universal
eu: Unibertsala

# @item:inlistbox Custom template type for message replies
source: Reply
eu: Erantzun

# @item:inlistbox Custom template type for reply-to-all messages
source: Reply to All
eu: Erantzun denei

# @item:inlistbox Custom template type for message forwards
source: Forward
eu: Birbidali

# @label
source: Shortc&ut:
eu: &Lasterbidea:

# @label
source: &Template type:
eu: &Txantiloi mota:

# @title:window
source: Template Configuration
eu: Txantiloiaren konfigurazioa

# @title Message template
source: New Message
eu: Mezu berria

# @info:tooltip
source: Create the template for new messages
eu: Sortu mezu berrietarako txantiloia

# @info:whatsthis
source: In this area you create the template for new email messages. For more information about how to create the template, press the "How does this work?" link on this dialog.
eu: Eremu honetan e-posta mezu berrietarako txantiloia sortzen duzu. Txantiloia nola sortu jakiteko, sakatu elkarrizketa-koadroan "Hori nola dabil?" esteka.

# @title Message template
source: Reply to Sender
eu: Erantzun bidaltzaileari

# @info:tooltip
source: Create the template for message replies
eu: Sortu mezu erantzunetarako txantiloia

# @info:whatsthis
source: In this area you create the template for messages replies. For more information about how to create the template, press the "How does this work?" link on this dialog.
eu: Eremu honetan mezuen erantzunetarako txantiloia sortzen duzu. Txantiloia nola sortu jakiteko, sakatu elkarrizketa-koadroan "Hori nola dabil?" esteka.

# @title Message template
source: Reply to All / Reply to List
eu: Erantzun denei / Erantzun zerrendara

# @info:tooltip
source: Create the template for replying to all recipients or to a mailing list
eu: Sortu hartzaile guztiei edo posta zerrenda batera erantzuteko txantiloia

# @info:whatsthis
source: In this area you create the template for reply-to-all messages or replies to a mailing list. For more information about how to create the template, press the "How does this work?" link on this dialog.
eu: Eremu honetan, erantzun-denei mezuetarako edo posta zerrendetara erantzuteko txantiloia sortzen duzu. Txantiloia nola sortu jakiteko, sakatu elkarrizketa-koadroan "Hori nola dabil?" esteka.

# @title Message template
source: Forward Message
eu: Birbidali mezua

# @info:tooltip
source: Create the template for message forwards
eu: Sortu mezuak birbidaltzeko txantiloi bat

# @info:whatsthis
source: In this area you create the template for message forwards. For more information about how to create the template, press the "How does this work?" link on this dialog.
eu: Eremu honetan mezuk birbidaltzeko txantiloia sortzen duzu. Txantiloia nola sortu jakiteko, sakatu elkarrizketa-koadroan "Hori nola dabil?" esteka.

# @label:textbox Prefix for quoted message lines
source: &Quote indicator:
eu: Ai&pu adierazlea:

# @info:tooltip
source: Set the Prefix for quoted message lines
eu: Ezarri aipu arteko mezuko lerroetarako aurrizkia

# @info:whatsthis
source: <qt>The following placeholders are supported in the quote indicator: <ul> <li>%f: sender's initials</li> <li>%%: percent sign</li> <li>%_: space</li> </ul></qt>
eu: <qt>Ondoko leku-markak onartzen dira aipu-adierazlean: <ul> <li>%f: erabiltzailearen inizialak</li> <li>%%: ehuneko zeinua</li> <li>%_: zuriunea</li> </ul></qt>
